/*
Navicat MySQL Data Transfer

Source Server         : localhost_root
Source Server Version : 50530
Source Host           : localhost:3306
Source Database       : emall

Target Server Type    : MYSQL
Target Server Version : 50530
File Encoding         : 65001

Date: 2013-10-14 15:56:41
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for `address`
-- ----------------------------
DROP TABLE IF EXISTS `address`;
CREATE TABLE `address` (
  `aid` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `uid` mediumint(8) NOT NULL,
  `aperson` char(8) NOT NULL,
  `aregion` varchar(40) NOT NULL,
  `astreet` varchar(60) NOT NULL,
  `apost` char(6) DEFAULT NULL,
  `amobile` char(11) NOT NULL,
  `adefault` char(1) NOT NULL,
  PRIMARY KEY (`aid`)
) ENGINE=InnoDB AUTO_INCREMENT=37 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of address
-- ----------------------------
INSERT INTO `address` VALUES ('1', '24', '陶旭明', '上海 上海市 奉贤区', '海思路999号 华东理工大学', '201424', '15000619672', '0');
INSERT INTO `address` VALUES ('2', '24', '陶旭明', '浙江省 杭州市 江干区', '凯旋街道 景芳东区 9-1-604', '310020', '15000619672', '1');
INSERT INTO `address` VALUES ('28', '32', '陶旭明', '浙江省 杭州市 江干区', '凯旋街道 景芳五区 9-1-604', '310020', '15000619672', '1');
INSERT INTO `address` VALUES ('29', '36', '张岩', '上海 上海市 奉贤区', '海思路999号华东理工大学', '201424', '18801950762', '1');
INSERT INTO `address` VALUES ('30', '34', '孙菲', '上海 上海市 奉贤区', '上海市海思路99号华东理工大学', '201424', '18801950736', '0');
INSERT INTO `address` VALUES ('33', '37', '张三', '上海 上海市 徐汇区', 'XX区XX路XX号XXX', '201424', '12345678901', '0');
INSERT INTO `address` VALUES ('34', '37', '李四', '上海 上海市 奉贤区', 'A区B路C号D', '201424', '09876543210', '1');
INSERT INTO `address` VALUES ('35', '25', '陶旭明', '浙江省 杭州市 江干区', '凯旋街道 景芳东区 9-1-604', '310020', '15000619672', '1');
INSERT INTO `address` VALUES ('36', '38', 'ruantong', '上海 上海市 卢湾区', '222', '2222', '2222', '1');

-- ----------------------------
-- Table structure for `bill`
-- ----------------------------
DROP TABLE IF EXISTS `bill`;
CREATE TABLE `bill` (
  `bid` mediumint(8) unsigned zerofill NOT NULL AUTO_INCREMENT,
  `uid` mediumint(8) NOT NULL,
  `gid` char(6) NOT NULL,
  `gnum` tinyint(4) NOT NULL,
  `bstatus` char(10) NOT NULL DEFAULT '待付款',
  `btime` datetime NOT NULL,
  PRIMARY KEY (`bid`)
) ENGINE=InnoDB AUTO_INCREMENT=40 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of bill
-- ----------------------------
INSERT INTO `bill` VALUES ('00000007', '32', '000115', '2', '待付款', '2013-03-28 00:00:00');
INSERT INTO `bill` VALUES ('00000008', '32', '000129', '3', '待付款', '2013-03-10 00:00:00');
INSERT INTO `bill` VALUES ('00000020', '32', '000068', '3', '待付款', '2013-04-22 19:51:39');
INSERT INTO `bill` VALUES ('00000027', '34', '000111', '1', '待付款', '2013-04-24 22:26:14');
INSERT INTO `bill` VALUES ('00000028', '37', '000047', '1', '待付款', '2013-04-24 22:49:10');
INSERT INTO `bill` VALUES ('00000029', '37', '000119', '1', '待付款', '2013-04-24 22:49:10');
INSERT INTO `bill` VALUES ('00000030', '37', '000188', '1', '待付款', '2013-04-24 22:54:17');
INSERT INTO `bill` VALUES ('00000032', '24', '000035', '1', '待付款', '2013-04-30 21:07:27');
INSERT INTO `bill` VALUES ('00000033', '24', '000212', '1', '待付款', '2013-04-30 21:08:13');
INSERT INTO `bill` VALUES ('00000035', '24', '000037', '1', '待付款', '2013-04-30 21:08:50');
INSERT INTO `bill` VALUES ('00000036', '24', '000036', '1', '待付款', '2013-04-30 21:23:53');
INSERT INTO `bill` VALUES ('00000037', '24', '000201', '1', '待付款', '2013-05-13 18:54:42');
INSERT INTO `bill` VALUES ('00000038', '32', '000201', '1', '待付款', '2013-05-13 18:56:38');
INSERT INTO `bill` VALUES ('00000039', '25', '000201', '1', '待付款', '2013-05-13 18:59:22');

-- ----------------------------
-- Table structure for `cart`
-- ----------------------------
DROP TABLE IF EXISTS `cart`;
CREATE TABLE `cart` (
  `uid` mediumint(8) NOT NULL,
  `gid` char(6) NOT NULL,
  `gnum` tinyint(4) NOT NULL DEFAULT '1',
  PRIMARY KEY (`uid`,`gid`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of cart
-- ----------------------------
INSERT INTO `cart` VALUES ('0', '000035', '1');
INSERT INTO `cart` VALUES ('0', '000170', '1');
INSERT INTO `cart` VALUES ('24', '000028', '1');
INSERT INTO `cart` VALUES ('24', '000068', '1');
INSERT INTO `cart` VALUES ('24', '000201', '1');
INSERT INTO `cart` VALUES ('32', '000115', '1');
INSERT INTO `cart` VALUES ('32', '000129', '1');
INSERT INTO `cart` VALUES ('34', '000012', '1');
INSERT INTO `cart` VALUES ('34', '000047', '1');
INSERT INTO `cart` VALUES ('38', '000019', '1');

-- ----------------------------
-- Table structure for `coll`
-- ----------------------------
DROP TABLE IF EXISTS `coll`;
CREATE TABLE `coll` (
  `uid` mediumint(8) NOT NULL,
  `gid` char(6) NOT NULL,
  PRIMARY KEY (`uid`,`gid`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of coll
-- ----------------------------
INSERT INTO `coll` VALUES ('0', '000035');
INSERT INTO `coll` VALUES ('24', '000019');
INSERT INTO `coll` VALUES ('24', '000063');
INSERT INTO `coll` VALUES ('24', '000115');
INSERT INTO `coll` VALUES ('24', '000119');
INSERT INTO `coll` VALUES ('24', '000201');
INSERT INTO `coll` VALUES ('32', '000019');
INSERT INTO `coll` VALUES ('32', '000111');
INSERT INTO `coll` VALUES ('32', '000115');
INSERT INTO `coll` VALUES ('34', '000019');
INSERT INTO `coll` VALUES ('34', '000068');
INSERT INTO `coll` VALUES ('34', '000120');
INSERT INTO `coll` VALUES ('36', '000054');
INSERT INTO `coll` VALUES ('37', '000049');
INSERT INTO `coll` VALUES ('37', '000068');

-- ----------------------------
-- Table structure for `eval`
-- ----------------------------
DROP TABLE IF EXISTS `eval`;
CREATE TABLE `eval` (
  `eid` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `uid` mediumint(8) NOT NULL,
  `gid` mediumint(6) unsigned zerofill NOT NULL,
  `egrade` tinyint(4) NOT NULL,
  `econt` varchar(200) NOT NULL,
  `etime` datetime NOT NULL,
  PRIMARY KEY (`eid`),
  KEY `gid` (`gid`)
) ENGINE=InnoDB AUTO_INCREMENT=299 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of eval
-- ----------------------------
INSERT INTO `eval` VALUES ('1', '24', '000001', '5', '这CD不错，先收藏了，等下拍', '2013-04-14 18:56:47');
INSERT INTO `eval` VALUES ('2', '25', '000001', '5', '好，顶一个', '2013-04-15 18:26:48');
INSERT INTO `eval` VALUES ('3', '26', '000001', '5', '真是不错的CD啊', '2013-04-14 08:56:49');
INSERT INTO `eval` VALUES ('4', '27', '000002', '4', '好CD，买了', '2013-04-04 07:36:48');
INSERT INTO `eval` VALUES ('5', '28', '000002', '5', '终于有货了，赶紧买', '2013-03-15 18:26:49');
INSERT INTO `eval` VALUES ('6', '32', '000003', '3', '感觉还行的样子', '2013-04-14 08:56:50');
INSERT INTO `eval` VALUES ('7', '33', '000003', '4', '趁有货买一张吧', '2013-04-14 18:56:48');
INSERT INTO `eval` VALUES ('8', '34', '000003', '2', '信息有点少的样子啊', '2013-04-15 18:26:49');
INSERT INTO `eval` VALUES ('9', '24', '000003', '5', '跟别的地方比起来，这里价格蛮便宜的', '2013-04-14 12:20:50');
INSERT INTO `eval` VALUES ('10', '25', '000004', '3', '卖家CD蛮多的，找到自己想要的了', '2013-04-04 07:36:49');
INSERT INTO `eval` VALUES ('11', '26', '000005', '5', '不错嘛这CD，买了', '2013-03-15 18:21:50');
INSERT INTO `eval` VALUES ('12', '27', '000006', '2', '还没听过这个类型的音乐，买一张试试', '2013-02-08 08:24:51');
INSERT INTO `eval` VALUES ('13', '28', '000006', '1', '这价位不行啊，太贵', '2013-03-20 05:06:29');
INSERT INTO `eval` VALUES ('14', '32', '000007', '5', '在别的网站没见到这张碟，这里真不错', '2013-02-15 09:26:50');
INSERT INTO `eval` VALUES ('15', '33', '000007', '2', '这个系列都不错的，收藏了', '2013-04-10 08:52:11');
INSERT INTO `eval` VALUES ('16', '34', '000008', '3', '找了很久终于找到有卖的了，好评', '2013-04-07 07:36:03');
INSERT INTO `eval` VALUES ('17', '24', '000009', '4', '好久没听这个系列的了，买一张回去听听', '2013-04-14 18:56:48');
INSERT INTO `eval` VALUES ('18', '25', '000010', '2', '虽然有点想买不过这价位有点尴尬啊，过一阵子再说吧', '2013-04-15 18:26:49');
INSERT INTO `eval` VALUES ('19', '26', '000010', '1', '还有别的预览么', '2013-04-14 08:56:50');
INSERT INTO `eval` VALUES ('20', '27', '000010', '5', '这碟蛮好的，我买了一张循环了好久都不腻', '2013-04-04 07:36:49');
INSERT INTO `eval` VALUES ('21', '28', '000011', '2', '不错，蛮好的', '2013-03-15 18:26:50');
INSERT INTO `eval` VALUES ('22', '32', '000011', '1', '这价格会不会太高了点？', '2013-04-14 08:56:51');
INSERT INTO `eval` VALUES ('23', '33', '000011', '2', '这CD不错，先收藏了，等下拍', '2013-04-14 18:56:49');
INSERT INTO `eval` VALUES ('24', '34', '000012', '3', '好，顶一个', '2013-04-15 18:26:50');
INSERT INTO `eval` VALUES ('25', '24', '000013', '4', '真是不错的CD啊', '2013-04-14 12:20:51');
INSERT INTO `eval` VALUES ('26', '25', '000014', '5', '好CD，买了', '2013-04-04 07:36:50');
INSERT INTO `eval` VALUES ('27', '26', '000014', '2', '终于有货了，赶紧买', '2013-03-15 18:21:51');
INSERT INTO `eval` VALUES ('28', '27', '000015', '1', '感觉还行的样子', '2013-02-08 08:24:52');
INSERT INTO `eval` VALUES ('29', '28', '000016', '2', '趁有货买一张吧', '2013-03-20 05:06:30');
INSERT INTO `eval` VALUES ('30', '32', '000016', '5', '信息有点少的样子啊', '2013-02-15 09:26:51');
INSERT INTO `eval` VALUES ('31', '33', '000017', '2', '跟别的地方比起来，这里价格蛮便宜的', '2013-04-10 08:52:12');
INSERT INTO `eval` VALUES ('32', '34', '000018', '3', '卖家CD蛮多的，找到自己想要的了', '2013-04-07 07:36:04');
INSERT INTO `eval` VALUES ('33', '24', '000019', '4', '不错嘛这CD，买了', '2013-04-14 18:56:49');
INSERT INTO `eval` VALUES ('34', '25', '000020', '5', '还没听过这个类型的音乐，买一张试试', '2013-04-15 18:26:50');
INSERT INTO `eval` VALUES ('35', '26', '000021', '2', '这价位不行啊，太贵', '2013-04-14 08:56:51');
INSERT INTO `eval` VALUES ('36', '27', '000022', '5', '在别的网站没见到这张碟，这里真不错', '2013-04-04 07:36:50');
INSERT INTO `eval` VALUES ('37', '28', '000022', '4', '这个系列都不错的，收藏了', '2013-03-15 18:26:51');
INSERT INTO `eval` VALUES ('38', '32', '000022', '2', '找了很久终于找到有卖的了，好评', '2013-04-14 08:56:52');
INSERT INTO `eval` VALUES ('39', '33', '000023', '1', '好久没听这个系列的了，买一张回去听听', '2013-04-14 18:56:50');
INSERT INTO `eval` VALUES ('40', '34', '000023', '3', '虽然有点想买不过这价位有点尴尬啊，过一阵子再说吧', '2013-04-15 18:26:51');
INSERT INTO `eval` VALUES ('41', '24', '000024', '2', '还有别的预览么', '2013-04-14 12:20:52');
INSERT INTO `eval` VALUES ('42', '25', '000025', '5', '这碟蛮好的，我买了一张循环了好久都不腻', '2013-04-04 07:36:51');
INSERT INTO `eval` VALUES ('43', '26', '000025', '4', '不错，蛮好的', '2013-03-15 18:21:52');
INSERT INTO `eval` VALUES ('44', '27', '000026', '5', '这价格会不会太高了点？', '2013-02-08 08:24:53');
INSERT INTO `eval` VALUES ('45', '28', '000026', '5', '这CD不错，先收藏了，等下拍', '2013-03-20 05:06:31');
INSERT INTO `eval` VALUES ('46', '32', '000027', '4', '好，顶一个', '2013-02-15 09:26:52');
INSERT INTO `eval` VALUES ('47', '33', '000028', '1', '真是不错的CD啊', '2013-04-10 08:52:13');
INSERT INTO `eval` VALUES ('48', '34', '000029', '1', '好CD，买了', '2013-04-07 07:36:05');
INSERT INTO `eval` VALUES ('49', '24', '000029', '2', '终于有货了，赶紧买', '2013-04-14 18:56:50');
INSERT INTO `eval` VALUES ('50', '25', '000030', '5', '感觉还行的样子', '2013-04-15 18:26:51');
INSERT INTO `eval` VALUES ('51', '26', '000030', '4', '趁有货买一张吧', '2013-04-14 08:56:52');
INSERT INTO `eval` VALUES ('52', '27', '000030', '1', '信息有点少的样子啊', '2013-04-04 07:36:51');
INSERT INTO `eval` VALUES ('53', '28', '000031', '2', '跟别的地方比起来，这里价格蛮便宜的', '2013-03-15 18:26:52');
INSERT INTO `eval` VALUES ('54', '32', '000032', '3', '卖家CD蛮多的，找到自己想要的了', '2013-04-14 08:56:53');
INSERT INTO `eval` VALUES ('55', '33', '000033', '5', '不错嘛这CD，买了', '2013-04-14 18:56:51');
INSERT INTO `eval` VALUES ('56', '34', '000033', '4', '还没听过这个类型的音乐，买一张试试', '2013-04-15 18:26:52');
INSERT INTO `eval` VALUES ('57', '24', '000034', '5', '这价位不行啊，太贵', '2013-04-14 12:20:53');
INSERT INTO `eval` VALUES ('58', '25', '000034', '5', '在别的网站没见到这张碟，这里真不错', '2013-04-04 07:36:52');
INSERT INTO `eval` VALUES ('59', '26', '000034', '2', '这个系列都不错的，收藏了', '2013-03-15 18:21:53');
INSERT INTO `eval` VALUES ('60', '27', '000034', '1', '找了很久终于找到有卖的了，好评', '2013-02-08 08:24:54');
INSERT INTO `eval` VALUES ('61', '28', '000035', '4', '好久没听这个系列的了，买一张回去听听', '2013-03-20 05:06:32');
INSERT INTO `eval` VALUES ('62', '32', '000036', '4', '虽然有点想买不过这价位有点尴尬啊，过一阵子再说吧', '2013-02-15 09:26:53');
INSERT INTO `eval` VALUES ('63', '33', '000036', '1', '还有别的预览么', '2013-04-10 08:52:14');
INSERT INTO `eval` VALUES ('64', '34', '000037', '2', '这碟蛮好的，我买了一张循环了好久都不腻', '2013-04-07 07:36:06');
INSERT INTO `eval` VALUES ('65', '24', '000038', '3', '不错，蛮好的', '2013-04-14 18:56:51');
INSERT INTO `eval` VALUES ('66', '25', '000038', '2', '这价格会不会太高了点？', '2013-04-15 18:26:52');
INSERT INTO `eval` VALUES ('67', '26', '000039', '2', '这CD不错，先收藏了，等下拍', '2013-04-14 08:56:53');
INSERT INTO `eval` VALUES ('68', '27', '000039', '2', '好，顶一个', '2013-04-04 07:36:52');
INSERT INTO `eval` VALUES ('69', '28', '000040', '1', '真是不错的CD啊', '2013-03-15 18:26:53');
INSERT INTO `eval` VALUES ('70', '32', '000040', '4', '好CD，买了', '2013-04-14 08:56:54');
INSERT INTO `eval` VALUES ('71', '33', '000041', '5', '终于有货了，赶紧买', '2013-04-14 18:56:52');
INSERT INTO `eval` VALUES ('72', '34', '000041', '5', '感觉还行的样子', '2013-04-15 18:26:53');
INSERT INTO `eval` VALUES ('73', '24', '000041', '5', '趁有货买一张吧', '2013-04-14 12:20:54');
INSERT INTO `eval` VALUES ('74', '25', '000042', '2', '信息有点少的样子啊', '2013-04-04 07:36:53');
INSERT INTO `eval` VALUES ('75', '26', '000043', '3', '跟别的地方比起来，这里价格蛮便宜的', '2013-03-15 18:21:54');
INSERT INTO `eval` VALUES ('76', '27', '000044', '2', '卖家CD蛮多的，找到自己想要的了', '2013-02-08 08:24:55');
INSERT INTO `eval` VALUES ('77', '28', '000045', '1', '不错嘛这CD，买了', '2013-03-20 05:06:33');
INSERT INTO `eval` VALUES ('78', '32', '000046', '4', '还没听过这个类型的音乐，买一张试试', '2013-02-15 09:26:54');
INSERT INTO `eval` VALUES ('79', '33', '000047', '5', '这价位不行啊，太贵', '2013-04-10 08:52:15');
INSERT INTO `eval` VALUES ('80', '34', '000047', '2', '在别的网站没见到这张碟，这里真不错', '2013-04-07 07:36:07');
INSERT INTO `eval` VALUES ('81', '24', '000048', '2', '这个系列都不错的，收藏了', '2013-04-14 18:56:52');
INSERT INTO `eval` VALUES ('82', '25', '000049', '3', '找了很久终于找到有卖的了，好评', '2013-04-15 18:26:53');
INSERT INTO `eval` VALUES ('83', '26', '000050', '2', '好久没听这个系列的了，买一张回去听听', '2013-04-14 08:56:54');
INSERT INTO `eval` VALUES ('84', '27', '000051', '1', '虽然有点想买不过这价位有点尴尬啊，过一阵子再说吧', '2013-04-04 07:36:53');
INSERT INTO `eval` VALUES ('85', '28', '000052', '4', '还有别的预览么', '2013-03-15 18:26:54');
INSERT INTO `eval` VALUES ('86', '32', '000052', '5', '这碟蛮好的，我买了一张循环了好久都不腻', '2013-04-14 08:56:55');
INSERT INTO `eval` VALUES ('87', '33', '000053', '2', '不错，蛮好的', '2013-04-14 18:56:53');
INSERT INTO `eval` VALUES ('88', '34', '000054', '2', '这价格会不会太高了点？', '2013-04-15 18:26:54');
INSERT INTO `eval` VALUES ('89', '24', '000055', '1', '这CD不错，先收藏了，等下拍', '2013-04-14 12:20:55');
INSERT INTO `eval` VALUES ('90', '25', '000056', '4', '好，顶一个', '2013-04-04 07:36:54');
INSERT INTO `eval` VALUES ('91', '26', '000057', '5', '真是不错的CD啊', '2013-03-15 18:21:55');
INSERT INTO `eval` VALUES ('92', '27', '000058', '2', '好CD，买了', '2013-02-08 08:24:56');
INSERT INTO `eval` VALUES ('93', '28', '000059', '1', '终于有货了，赶紧买', '2013-03-20 05:06:34');
INSERT INTO `eval` VALUES ('94', '32', '000060', '1', '感觉还行的样子', '2013-02-15 09:26:55');
INSERT INTO `eval` VALUES ('95', '33', '000061', '2', '趁有货买一张吧', '2013-04-10 08:52:16');
INSERT INTO `eval` VALUES ('96', '34', '000062', '2', '信息有点少的样子啊', '2013-04-07 07:36:08');
INSERT INTO `eval` VALUES ('97', '24', '000063', '5', '跟别的地方比起来，这里价格蛮便宜的', '2013-04-14 18:56:53');
INSERT INTO `eval` VALUES ('98', '25', '000064', '4', '卖家CD蛮多的，找到自己想要的了', '2013-04-15 18:26:54');
INSERT INTO `eval` VALUES ('99', '26', '000065', '5', '不错嘛这CD，买了', '2013-04-14 08:56:55');
INSERT INTO `eval` VALUES ('100', '27', '000066', '5', '还没听过这个类型的音乐，买一张试试', '2013-04-04 07:36:54');
INSERT INTO `eval` VALUES ('101', '28', '000067', '2', '这价位不行啊，太贵', '2013-03-15 18:26:55');
INSERT INTO `eval` VALUES ('102', '32', '000067', '5', '在别的网站没见到这张碟，这里真不错', '2013-04-14 08:56:56');
INSERT INTO `eval` VALUES ('103', '33', '000068', '2', '这个系列都不错的，收藏了', '2013-04-14 18:56:54');
INSERT INTO `eval` VALUES ('104', '34', '000068', '2', '找了很久终于找到有卖的了，好评', '2013-04-15 18:26:55');
INSERT INTO `eval` VALUES ('105', '24', '000068', '1', '好久没听这个系列的了，买一张回去听听', '2013-04-14 12:20:56');
INSERT INTO `eval` VALUES ('106', '25', '000069', '4', '虽然有点想买不过这价位有点尴尬啊，过一阵子再说吧', '2013-04-04 07:36:55');
INSERT INTO `eval` VALUES ('107', '26', '000070', '5', '还有别的预览么', '2013-03-15 18:21:56');
INSERT INTO `eval` VALUES ('108', '27', '000071', '2', '这碟蛮好的，我买了一张循环了好久都不腻', '2013-02-08 08:24:57');
INSERT INTO `eval` VALUES ('109', '28', '000072', '2', '不错，蛮好的', '2013-03-20 05:06:35');
INSERT INTO `eval` VALUES ('110', '32', '000073', '3', '这价格会不会太高了点？', '2013-02-15 09:26:56');
INSERT INTO `eval` VALUES ('111', '33', '000074', '2', '这CD不错，先收藏了，等下拍', '2013-04-10 08:52:17');
INSERT INTO `eval` VALUES ('112', '34', '000075', '5', '好，顶一个', '2013-04-07 07:36:09');
INSERT INTO `eval` VALUES ('113', '24', '000076', '5', '真是不错的CD啊', '2013-04-14 18:56:54');
INSERT INTO `eval` VALUES ('114', '25', '000077', '5', '好CD，买了', '2013-04-15 18:26:55');
INSERT INTO `eval` VALUES ('115', '26', '000078', '5', '终于有货了，赶紧买', '2013-04-14 08:56:56');
INSERT INTO `eval` VALUES ('116', '27', '000079', '5', '感觉还行的样子', '2013-04-04 07:36:55');
INSERT INTO `eval` VALUES ('117', '28', '000080', '4', '趁有货买一张吧', '2013-03-15 18:26:56');
INSERT INTO `eval` VALUES ('118', '32', '000081', '5', '信息有点少的样子啊', '2013-04-14 08:56:57');
INSERT INTO `eval` VALUES ('119', '33', '000082', '1', '跟别的地方比起来，这里价格蛮便宜的', '2013-04-14 18:56:55');
INSERT INTO `eval` VALUES ('120', '34', '000083', '5', '卖家CD蛮多的，找到自己想要的了', '2013-04-15 18:26:56');
INSERT INTO `eval` VALUES ('121', '24', '000084', '2', '不错嘛这CD，买了', '2013-04-14 12:20:57');
INSERT INTO `eval` VALUES ('122', '25', '000085', '5', '还没听过这个类型的音乐，买一张试试', '2013-04-04 07:36:56');
INSERT INTO `eval` VALUES ('123', '26', '000086', '4', '这价位不行啊，太贵', '2013-03-15 18:21:57');
INSERT INTO `eval` VALUES ('124', '27', '000087', '1', '在别的网站没见到这张碟，这里真不错', '2013-02-08 08:24:58');
INSERT INTO `eval` VALUES ('125', '28', '000088', '2', '这个系列都不错的，收藏了', '2013-03-20 05:06:36');
INSERT INTO `eval` VALUES ('126', '32', '000089', '5', '找了很久终于找到有卖的了，好评', '2013-02-15 09:26:57');
INSERT INTO `eval` VALUES ('127', '33', '000090', '5', '好久没听这个系列的了，买一张回去听听', '2013-04-10 08:52:18');
INSERT INTO `eval` VALUES ('128', '34', '000091', '4', '虽然有点想买不过这价位有点尴尬啊，过一阵子再说吧', '2013-04-07 07:36:10');
INSERT INTO `eval` VALUES ('129', '24', '000092', '1', '还有别的预览么', '2013-04-14 18:56:55');
INSERT INTO `eval` VALUES ('130', '25', '000093', '2', '这碟蛮好的，我买了一张循环了好久都不腻', '2013-04-15 18:26:56');
INSERT INTO `eval` VALUES ('131', '26', '000094', '5', '不错，蛮好的', '2013-04-14 08:56:57');
INSERT INTO `eval` VALUES ('132', '27', '000095', '4', '这价格会不会太高了点？', '2013-04-04 07:36:56');
INSERT INTO `eval` VALUES ('133', '28', '000096', '1', '这CD不错，先收藏了，等下拍', '2013-03-15 18:26:57');
INSERT INTO `eval` VALUES ('134', '32', '000097', '2', '好，顶一个', '2013-04-14 08:56:58');
INSERT INTO `eval` VALUES ('135', '33', '000098', '5', '真是不错的CD啊', '2013-04-14 18:56:56');
INSERT INTO `eval` VALUES ('136', '34', '000099', '4', '好CD，买了', '2013-04-15 18:26:57');
INSERT INTO `eval` VALUES ('137', '24', '000100', '5', '终于有货了，赶紧买', '2013-04-14 12:20:58');
INSERT INTO `eval` VALUES ('138', '25', '000101', '5', '感觉还行的样子', '2013-04-04 07:36:57');
INSERT INTO `eval` VALUES ('139', '26', '000102', '2', '趁有货买一张吧', '2013-03-15 18:21:58');
INSERT INTO `eval` VALUES ('140', '27', '000103', '5', '信息有点少的样子啊', '2013-02-08 08:24:59');
INSERT INTO `eval` VALUES ('141', '28', '000103', '2', '跟别的地方比起来，这里价格蛮便宜的', '2013-03-20 05:06:37');
INSERT INTO `eval` VALUES ('142', '32', '000104', '1', '卖家CD蛮多的，找到自己想要的了', '2013-02-15 09:26:58');
INSERT INTO `eval` VALUES ('143', '33', '000104', '4', '不错嘛这CD，买了', '2013-04-10 08:52:19');
INSERT INTO `eval` VALUES ('144', '34', '000105', '5', '还没听过这个类型的音乐，买一张试试', '2013-04-07 07:36:11');
INSERT INTO `eval` VALUES ('145', '24', '000105', '2', '这价位不行啊，太贵', '2013-02-09 18:18:10');
INSERT INTO `eval` VALUES ('146', '25', '000106', '3', '在别的网站没见到这张碟，这里真不错', '2013-04-15 18:26:04');
INSERT INTO `eval` VALUES ('147', '26', '000107', '2', '这个系列都不错的，收藏了', '2013-04-17 08:56:08');
INSERT INTO `eval` VALUES ('148', '27', '000108', '5', '找了很久终于找到有卖的了，好评', '2013-04-06 07:36:17');
INSERT INTO `eval` VALUES ('149', '28', '000109', '5', '好久没听这个系列的了，买一张回去听听', '2013-03-15 18:06:28');
INSERT INTO `eval` VALUES ('150', '32', '000110', '5', '虽然有点想买不过这价位有点尴尬啊，过一阵子再说吧', '2013-04-13 08:46:39');
INSERT INTO `eval` VALUES ('151', '33', '000111', '5', '还有别的预览么', '2013-04-14 15:56:27');
INSERT INTO `eval` VALUES ('152', '34', '000112', '5', '这碟蛮好的，我买了一张循环了好久都不腻', '2013-04-11 14:26:18');
INSERT INTO `eval` VALUES ('153', '24', '000112', '5', '不错，蛮好的', '2013-01-14 12:20:09');
INSERT INTO `eval` VALUES ('154', '25', '000113', '5', '这价格会不会太高了点？', '2013-02-04 07:36:18');
INSERT INTO `eval` VALUES ('155', '26', '000114', '2', '这CD不错，先收藏了，等下拍', '2013-03-15 17:21:19');
INSERT INTO `eval` VALUES ('156', '27', '000114', '2', '好，顶一个', '2013-02-08 08:34:02');
INSERT INTO `eval` VALUES ('157', '28', '000115', '1', '真是不错的CD啊', '2013-03-20 05:06:38');
INSERT INTO `eval` VALUES ('158', '32', '000116', '4', '好CD，买了', '2013-02-15 09:07:19');
INSERT INTO `eval` VALUES ('159', '33', '000117', '4', '终于有货了，赶紧买', '2013-03-10 08:52:20');
INSERT INTO `eval` VALUES ('160', '34', '000118', '5', '感觉还行的样子', '2013-02-07 07:36:12');
INSERT INTO `eval` VALUES ('161', '24', '000119', '5', '趁有货买一张吧', '2013-04-14 18:56:27');
INSERT INTO `eval` VALUES ('162', '25', '000120', '5', '信息有点少的样子啊', '2013-04-15 18:26:38');
INSERT INTO `eval` VALUES ('163', '26', '000120', '5', '跟别的地方比起来，这里价格蛮便宜的', '2013-04-10 08:52:20');
INSERT INTO `eval` VALUES ('164', '27', '000120', '2', '卖家CD蛮多的，找到自己想要的了', '2013-04-07 07:36:12');
INSERT INTO `eval` VALUES ('165', '28', '000121', '2', '不错嘛这CD，买了', '2013-02-09 18:18:11');
INSERT INTO `eval` VALUES ('166', '32', '000122', '3', '还没听过这个类型的音乐，买一张试试', '2013-04-15 18:26:05');
INSERT INTO `eval` VALUES ('167', '33', '000123', '2', '这价位不行啊，太贵', '2013-04-17 08:56:09');
INSERT INTO `eval` VALUES ('168', '34', '000124', '2', '在别的网站没见到这张碟，这里真不错', '2013-04-06 07:36:18');
INSERT INTO `eval` VALUES ('169', '24', '000125', '5', '这个系列都不错的，收藏了', '2013-03-15 18:06:29');
INSERT INTO `eval` VALUES ('170', '25', '000126', '5', '找了很久终于找到有卖的了，好评', '2013-04-13 08:46:40');
INSERT INTO `eval` VALUES ('171', '26', '000127', '5', '好久没听这个系列的了，买一张回去听听', '2013-04-14 15:56:28');
INSERT INTO `eval` VALUES ('172', '27', '000127', '5', '虽然有点想买不过这价位有点尴尬啊，过一阵子再说吧', '2013-04-11 14:26:19');
INSERT INTO `eval` VALUES ('173', '28', '000128', '5', '还有别的预览么', '2013-01-14 12:20:10');
INSERT INTO `eval` VALUES ('174', '32', '000128', '5', '这碟蛮好的，我买了一张循环了好久都不腻', '2013-02-04 07:36:19');
INSERT INTO `eval` VALUES ('175', '33', '000128', '4', '不错，蛮好的', '2013-03-15 17:21:20');
INSERT INTO `eval` VALUES ('176', '34', '000128', '1', '这价格会不会太高了点？', '2013-02-08 08:34:03');
INSERT INTO `eval` VALUES ('177', '24', '000128', '2', '这CD不错，先收藏了，等下拍', '2013-03-20 05:06:39');
INSERT INTO `eval` VALUES ('178', '25', '000129', '3', '好，顶一个', '2013-02-15 09:07:20');
INSERT INTO `eval` VALUES ('179', '26', '000129', '2', '真是不错的CD啊', '2013-03-10 08:52:21');
INSERT INTO `eval` VALUES ('180', '27', '000129', '2', '好CD，买了', '2013-02-07 07:36:13');
INSERT INTO `eval` VALUES ('181', '28', '000130', '1', '终于有货了，赶紧买', '2013-04-14 18:56:28');
INSERT INTO `eval` VALUES ('182', '32', '000131', '1', '感觉还行的样子', '2013-04-15 18:26:39');
INSERT INTO `eval` VALUES ('183', '33', '000132', '4', '趁有货买一张吧', '2013-04-10 08:52:21');
INSERT INTO `eval` VALUES ('184', '34', '000132', '5', '信息有点少的样子啊', '2013-04-07 07:36:13');
INSERT INTO `eval` VALUES ('185', '24', '000132', '2', '跟别的地方比起来，这里价格蛮便宜的', '2013-02-09 18:18:12');
INSERT INTO `eval` VALUES ('186', '25', '000133', '2', '卖家CD蛮多的，找到自己想要的了', '2013-04-15 18:26:06');
INSERT INTO `eval` VALUES ('187', '26', '000134', '3', '不错嘛这CD，买了', '2013-04-17 08:56:10');
INSERT INTO `eval` VALUES ('188', '27', '000135', '2', '还没听过这个类型的音乐，买一张试试', '2013-04-06 07:36:19');
INSERT INTO `eval` VALUES ('189', '28', '000135', '2', '这价位不行啊，太贵', '2013-03-15 18:06:30');
INSERT INTO `eval` VALUES ('190', '32', '000135', '5', '在别的网站没见到这张碟，这里真不错', '2013-04-13 08:46:41');
INSERT INTO `eval` VALUES ('191', '33', '000136', '5', '这个系列都不错的，收藏了', '2013-04-14 15:56:29');
INSERT INTO `eval` VALUES ('192', '34', '000137', '5', '找了很久终于找到有卖的了，好评', '2013-04-11 14:26:20');
INSERT INTO `eval` VALUES ('193', '24', '000138', '5', '好久没听这个系列的了，买一张回去听听', '2013-01-14 12:20:11');
INSERT INTO `eval` VALUES ('194', '25', '000138', '5', '虽然有点想买不过这价位有点尴尬啊，过一阵子再说吧', '2013-02-04 07:36:20');
INSERT INTO `eval` VALUES ('195', '26', '000138', '2', '还有别的预览么', '2013-03-15 17:21:21');
INSERT INTO `eval` VALUES ('196', '27', '000139', '3', '这碟蛮好的，我买了一张循环了好久都不腻', '2013-02-08 08:34:04');
INSERT INTO `eval` VALUES ('197', '28', '000139', '1', '不错，蛮好的', '2013-03-20 05:06:40');
INSERT INTO `eval` VALUES ('198', '32', '000140', '3', '这价格会不会太高了点？', '2013-02-15 09:07:21');
INSERT INTO `eval` VALUES ('199', '33', '000141', '1', '这CD不错，先收藏了，等下拍', '2013-03-10 08:52:22');
INSERT INTO `eval` VALUES ('200', '34', '000142', '3', '好，顶一个', '2013-02-07 07:36:14');
INSERT INTO `eval` VALUES ('201', '24', '000143', '2', '真是不错的CD啊', '2013-04-14 18:56:29');
INSERT INTO `eval` VALUES ('202', '25', '000143', '5', '好CD，买了', '2013-04-15 18:26:40');
INSERT INTO `eval` VALUES ('203', '26', '000144', '5', '终于有货了，赶紧买', '2013-04-10 08:52:22');
INSERT INTO `eval` VALUES ('204', '27', '000144', '5', '感觉还行的样子', '2013-04-07 07:36:14');
INSERT INTO `eval` VALUES ('205', '28', '000145', '2', '趁有货买一张吧', '2013-02-09 18:18:13');
INSERT INTO `eval` VALUES ('206', '32', '000146', '3', '信息有点少的样子啊', '2013-04-15 18:26:07');
INSERT INTO `eval` VALUES ('207', '33', '000147', '1', '跟别的地方比起来，这里价格蛮便宜的', '2013-04-17 08:56:11');
INSERT INTO `eval` VALUES ('208', '34', '000148', '2', '卖家CD蛮多的，找到自己想要的了', '2013-04-06 07:36:20');
INSERT INTO `eval` VALUES ('209', '24', '000148', '4', '不错嘛这CD，买了', '2013-03-15 18:06:31');
INSERT INTO `eval` VALUES ('210', '25', '000149', '4', '还没听过这个类型的音乐，买一张试试', '2013-04-13 08:46:42');
INSERT INTO `eval` VALUES ('211', '26', '000149', '1', '这价位不行啊，太贵', '2013-04-14 15:56:30');
INSERT INTO `eval` VALUES ('212', '27', '000149', '2', '在别的网站没见到这张碟，这里真不错', '2013-04-11 14:26:21');
INSERT INTO `eval` VALUES ('213', '28', '000150', '3', '这个系列都不错的，收藏了', '2013-01-14 12:20:12');
INSERT INTO `eval` VALUES ('214', '32', '000151', '2', '找了很久终于找到有卖的了，好评', '2013-02-04 07:36:21');
INSERT INTO `eval` VALUES ('215', '33', '000152', '5', '好久没听这个系列的了，买一张回去听听', '2013-03-15 17:21:22');
INSERT INTO `eval` VALUES ('216', '34', '000152', '2', '虽然有点想买不过这价位有点尴尬啊，过一阵子再说吧', '2013-02-08 08:34:05');
INSERT INTO `eval` VALUES ('217', '24', '000153', '3', '还有别的预览么', '2013-03-20 05:06:41');
INSERT INTO `eval` VALUES ('218', '25', '000153', '2', '这碟蛮好的，我买了一张循环了好久都不腻', '2013-02-15 09:07:22');
INSERT INTO `eval` VALUES ('219', '26', '000154', '2', '不错，蛮好的', '2013-03-10 08:52:23');
INSERT INTO `eval` VALUES ('220', '27', '000154', '5', '这价格会不会太高了点？', '2013-02-07 07:36:15');
INSERT INTO `eval` VALUES ('221', '28', '000155', '5', '这CD不错，先收藏了，等下拍', '2013-04-14 18:56:30');
INSERT INTO `eval` VALUES ('222', '32', '000155', '4', '好，顶一个', '2013-04-15 18:26:41');
INSERT INTO `eval` VALUES ('223', '33', '000155', '1', '真是不错的CD啊', '2013-04-10 08:52:23');
INSERT INTO `eval` VALUES ('224', '34', '000156', '2', '好CD，买了', '2013-04-07 07:36:15');
INSERT INTO `eval` VALUES ('225', '24', '000157', '3', '终于有货了，赶紧买', '2013-02-09 18:18:14');
INSERT INTO `eval` VALUES ('226', '25', '000157', '2', '感觉还行的样子', '2013-04-15 18:26:08');
INSERT INTO `eval` VALUES ('227', '26', '000158', '5', '趁有货买一张吧', '2013-04-17 08:56:12');
INSERT INTO `eval` VALUES ('228', '27', '000158', '5', '信息有点少的样子啊', '2013-04-06 07:36:21');
INSERT INTO `eval` VALUES ('229', '28', '000159', '5', '跟别的地方比起来，这里价格蛮便宜的', '2013-03-15 18:06:32');
INSERT INTO `eval` VALUES ('230', '32', '000160', '5', '卖家CD蛮多的，找到自己想要的了', '2013-04-13 08:46:43');
INSERT INTO `eval` VALUES ('231', '33', '000161', '5', '不错嘛这CD，买了', '2013-04-14 15:56:31');
INSERT INTO `eval` VALUES ('232', '34', '000162', '2', '还没听过这个类型的音乐，买一张试试', '2013-04-11 14:26:22');
INSERT INTO `eval` VALUES ('233', '24', '000163', '2', '这价位不行啊，太贵', '2013-01-14 12:20:13');
INSERT INTO `eval` VALUES ('234', '25', '000164', '2', '这CD不错，先收藏了，等下拍', '2013-04-14 18:56:48');
INSERT INTO `eval` VALUES ('235', '26', '000164', '5', '好，顶一个', '2013-04-15 18:26:49');
INSERT INTO `eval` VALUES ('236', '27', '000165', '2', '真是不错的CD啊', '2013-04-14 08:56:50');
INSERT INTO `eval` VALUES ('237', '28', '000165', '5', '好CD，买了', '2013-04-04 07:36:49');
INSERT INTO `eval` VALUES ('238', '32', '000166', '4', '终于有货了，赶紧买', '2013-03-15 18:26:50');
INSERT INTO `eval` VALUES ('239', '33', '000166', '1', '感觉还行的样子', '2013-04-14 08:56:51');
INSERT INTO `eval` VALUES ('240', '34', '000167', '2', '趁有货买一张吧', '2013-04-14 18:56:49');
INSERT INTO `eval` VALUES ('241', '24', '000167', '5', '信息有点少的样子啊', '2013-04-15 18:26:50');
INSERT INTO `eval` VALUES ('242', '25', '000168', '4', '跟别的地方比起来，这里价格蛮便宜的', '2013-04-14 12:20:51');
INSERT INTO `eval` VALUES ('243', '26', '000168', '1', '卖家CD蛮多的，找到自己想要的了', '2013-04-04 07:36:50');
INSERT INTO `eval` VALUES ('244', '27', '000169', '2', '不错嘛这CD，买了', '2013-03-15 18:21:51');
INSERT INTO `eval` VALUES ('245', '28', '000169', '3', '还没听过这个类型的音乐，买一张试试', '2013-02-08 08:24:52');
INSERT INTO `eval` VALUES ('246', '32', '000170', '2', '这价位不行啊，太贵', '2013-03-20 05:06:30');
INSERT INTO `eval` VALUES ('247', '33', '000171', '5', '在别的网站没见到这张碟，这里真不错', '2013-02-15 09:26:51');
INSERT INTO `eval` VALUES ('248', '34', '000172', '5', '这个系列都不错的，收藏了', '2013-04-10 08:52:12');
INSERT INTO `eval` VALUES ('249', '24', '000173', '5', '找了很久终于找到有卖的了，好评', '2013-04-07 07:36:04');
INSERT INTO `eval` VALUES ('250', '25', '000174', '4', '好久没听这个系列的了，买一张回去听听', '2013-04-14 18:56:49');
INSERT INTO `eval` VALUES ('251', '26', '000174', '1', '虽然有点想买不过这价位有点尴尬啊，过一阵子再说吧', '2013-04-15 18:26:50');
INSERT INTO `eval` VALUES ('252', '27', '000175', '2', '还有别的预览么', '2013-04-14 08:56:51');
INSERT INTO `eval` VALUES ('253', '28', '000176', '5', '这碟蛮好的，我买了一张循环了好久都不腻', '2013-04-04 07:36:50');
INSERT INTO `eval` VALUES ('254', '32', '000177', '4', '不错，蛮好的', '2013-03-15 18:26:51');
INSERT INTO `eval` VALUES ('255', '33', '000178', '1', '这价格会不会太高了点？', '2013-04-14 08:56:52');
INSERT INTO `eval` VALUES ('256', '34', '000179', '2', '这CD不错，先收藏了，等下拍', '2013-04-14 18:56:50');
INSERT INTO `eval` VALUES ('257', '24', '000179', '5', '好，顶一个', '2013-04-15 18:26:51');
INSERT INTO `eval` VALUES ('258', '25', '000179', '4', '真是不错的CD啊', '2013-04-14 12:20:52');
INSERT INTO `eval` VALUES ('259', '26', '000180', '1', '好CD，买了', '2013-04-04 07:36:51');
INSERT INTO `eval` VALUES ('260', '27', '000181', '2', '终于有货了，赶紧买', '2013-03-15 18:21:52');
INSERT INTO `eval` VALUES ('261', '28', '000181', '5', '感觉还行的样子', '2013-02-08 08:24:53');
INSERT INTO `eval` VALUES ('262', '32', '000182', '5', '趁有货买一张吧', '2013-03-20 05:06:31');
INSERT INTO `eval` VALUES ('263', '33', '000182', '4', '信息有点少的样子啊', '2013-02-15 09:26:52');
INSERT INTO `eval` VALUES ('264', '34', '000182', '1', '跟别的地方比起来，这里价格蛮便宜的', '2013-04-10 08:52:13');
INSERT INTO `eval` VALUES ('265', '24', '000183', '2', '卖家CD蛮多的，找到自己想要的了', '2013-04-07 07:36:05');
INSERT INTO `eval` VALUES ('266', '25', '000184', '3', '不错嘛这CD，买了', '2013-04-14 18:56:50');
INSERT INTO `eval` VALUES ('267', '26', '000185', '5', '还没听过这个类型的音乐，买一张试试', '2013-04-15 18:26:51');
INSERT INTO `eval` VALUES ('268', '27', '000186', '4', '这价位不行啊，太贵', '2013-04-14 08:56:52');
INSERT INTO `eval` VALUES ('269', '28', '000187', '1', '在别的网站没见到这张碟，这里真不错', '2013-04-04 07:36:51');
INSERT INTO `eval` VALUES ('270', '32', '000188', '2', '这个系列都不错的，收藏了', '2013-03-15 18:26:52');
INSERT INTO `eval` VALUES ('271', '33', '000189', '5', '找了很久终于找到有卖的了，好评', '2013-04-14 08:56:53');
INSERT INTO `eval` VALUES ('272', '34', '000190', '5', '好久没听这个系列的了，买一张回去听听', '2013-04-14 18:56:51');
INSERT INTO `eval` VALUES ('273', '24', '000191', '4', '虽然有点想买不过这价位有点尴尬啊，过一阵子再说吧', '2013-04-15 18:26:52');
INSERT INTO `eval` VALUES ('274', '25', '000192', '1', '还有别的预览么', '2013-04-14 12:20:53');
INSERT INTO `eval` VALUES ('275', '26', '000193', '2', '这碟蛮好的，我买了一张循环了好久都不腻', '2013-04-04 07:36:52');
INSERT INTO `eval` VALUES ('276', '27', '000194', '3', '不错，蛮好的', '2013-03-15 18:21:53');
INSERT INTO `eval` VALUES ('277', '28', '000195', '3', '这价格会不会太高了点？', '2013-02-08 08:24:54');
INSERT INTO `eval` VALUES ('278', '32', '000196', '3', '这CD不错，先收藏了，等下拍', '2013-03-20 05:06:32');
INSERT INTO `eval` VALUES ('279', '33', '000196', '3', '好，顶一个', '2013-02-15 09:26:53');
INSERT INTO `eval` VALUES ('280', '34', '000196', '2', '真是不错的CD啊', '2013-04-10 08:52:14');
INSERT INTO `eval` VALUES ('281', '24', '000197', '5', '好CD，买了', '2013-04-07 07:36:06');
INSERT INTO `eval` VALUES ('282', '25', '000197', '5', '终于有货了，赶紧买', '2013-04-14 18:56:51');
INSERT INTO `eval` VALUES ('283', '26', '000197', '4', '感觉还行的样子', '2013-04-15 18:26:52');
INSERT INTO `eval` VALUES ('284', '27', '000197', '1', '趁有货买一张吧', '2013-04-14 08:56:53');
INSERT INTO `eval` VALUES ('285', '28', '000198', '2', '信息有点少的样子啊', '2013-04-04 07:36:52');
INSERT INTO `eval` VALUES ('286', '32', '000198', '3', '跟别的地方比起来，这里价格蛮便宜的', '2013-03-15 18:26:53');
INSERT INTO `eval` VALUES ('287', '33', '000199', '5', '卖家CD蛮多的，找到自己想要的了', '2013-04-14 08:56:54');
INSERT INTO `eval` VALUES ('288', '32', '000200', '4', '很好的碟子！！', '2013-03-13 09:34:34');
INSERT INTO `eval` VALUES ('291', '32', '000115', '4', 'very good！！', '2013-04-25 21:17:37');
INSERT INTO `eval` VALUES ('292', '24', '000068', '4', '好好好！！', '2013-04-25 21:35:54');
INSERT INTO `eval` VALUES ('293', '24', '000051', '5', '非常好！！', '2013-04-25 21:42:46');
INSERT INTO `eval` VALUES ('294', '32', '000115', '5', '很好！！', '2013-04-25 21:43:39');
INSERT INTO `eval` VALUES ('295', '32', '000115', '4', 'hello!', '2013-05-11 12:16:57');
INSERT INTO `eval` VALUES ('296', '24', '000201', '5', 'very good！！', '2013-05-13 18:55:08');
INSERT INTO `eval` VALUES ('297', '32', '000201', '5', 'perfect！！', '2013-05-13 18:56:57');
INSERT INTO `eval` VALUES ('298', '25', '000201', '5', 'very good！！', '2013-05-13 18:59:43');

-- ----------------------------
-- Table structure for `goods`
-- ----------------------------
DROP TABLE IF EXISTS `goods`;
CREATE TABLE `goods` (
  `gid` mediumint(6) unsigned zerofill NOT NULL AUTO_INCREMENT,
  `gtype` varchar(30) NOT NULL,
  `gdis` varchar(50) NOT NULL,
  `gdetail` varchar(400) NOT NULL,
  `oid` char(6) NOT NULL,
  `gplace` char(10) NOT NULL,
  `gstock` smallint(5) unsigned NOT NULL DEFAULT '0',
  `gprice` float NOT NULL,
  `gfare` float NOT NULL,
  `gsale` smallint(5) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`gid`)
) ENGINE=InnoDB AUTO_INCREMENT=216 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of goods
-- ----------------------------
INSERT INTO `goods` VALUES ('000001', '音乐 日韩 其他', 'beatmania IIDX 20 tricoro ORIGINAL SOUNDTRACK Vol.', '狂热节拍20OST第一弹，2CD装', '000005', '上海', '233', '150', '10', '2');
INSERT INTO `goods` VALUES ('000002', '音乐 日韩 其他', 'beatmania IIDX 19 Lincle ORIGINAL SOUNDTRACK', '狂热节拍19OST，2CD', '000005', '上海', '100', '84', '10', '3');
INSERT INTO `goods` VALUES ('000003', '音乐 日韩 其他', 'beatmania IIDX 18 Resort Anthem ORIGINAL SOUNDTRAC', '狂热节拍18OST，2CD', '000005', '上海', '35', '134', '10', '6');
INSERT INTO `goods` VALUES ('000004', '音乐 日韩 其他', 'beatmania IIDX 17 SIRIUS ORIGINAL SOUNDTRACK ', '狂热节拍17OST，2CD', '000005', '上海', '41', '94', '20', '4');
INSERT INTO `goods` VALUES ('000005', '音乐 日韩 其他', 'beatmania IIDX 16th EMPRESS ORIGINAL SOUNDTRACK', '狂热节拍16OST，2CD', '000005', '上海', '65', '150', '20', '10');
INSERT INTO `goods` VALUES ('000006', '音乐 日韩 摇滚', 'GITADORA OST 1st season', '吉他高手&狂热鼓手新作OST1，1CD装', '000018', '北京', '214', '200', '20', '8');
INSERT INTO `goods` VALUES ('000007', '音乐 日韩 摇滚', 'GuitarFreaksXG & DrumManiaXG Original Soundtrack b', '吉他高手&狂热鼓手XGOST1，1CD装', '000018', '北京', '130', '130', '20', '1');
INSERT INTO `goods` VALUES ('000008', '音乐 日韩 摇滚', 'GuitarFreaksXG & DrumManiaXG Original Soundtracks ', '吉他高手&狂热鼓手XGOST2，2CD', '000018', '北京', '156', '148', '20', '3');
INSERT INTO `goods` VALUES ('000009', '音乐 日韩 摇滚', 'GuitarFreaksXG2 & DrumManiaXG2 Original Soundtrack', '吉他高手&狂热鼓手XG2OST1，1CD装', '000018', '北京', '183', '122', '15', '0');
INSERT INTO `goods` VALUES ('000010', '音乐 日韩 摇滚', 'GuitarFreaksXG2 & DrumManiaXG2 Original Soundtrack', '吉他高手&狂热鼓手XG2OST2，2CD', '000018', '北京', '35', '147', '15', '5');
INSERT INTO `goods` VALUES ('000011', '音乐 日韩 摇滚', 'GuitarFreaksXG3 & DrumManiaXG3 Original Soundtrack', '吉他高手&狂热鼓手XG3OST1，1CD装', '000018', '北京', '14', '143', '15', '1');
INSERT INTO `goods` VALUES ('000012', '音乐 日韩 摇滚', 'GuitarFreaksXG3 & DrumManiaXG3 Original Soundtrack', '吉他高手&狂热鼓手XG3OST2，2CD', '000018', '北京', '87', '225', '15', '22');
INSERT INTO `goods` VALUES ('000013', '音乐 日韩 摇滚', '96个人专辑 BLACK ALBUM', '人气作曲家兼吉他手96的首个个人专辑登场！截止至今在各个游戏中收录的许多人气曲在这张专辑中都有新的完整版本收录！献给喜欢摇滚的你！', '000001', '广州', '46', '225', '8', '40');
INSERT INTO `goods` VALUES ('000014', '音乐 日韩 爵士', '小野秀幸个人专辑 over there', '人气爵士乐作曲家小野秀幸的首个个人专辑登场！不禁收录over there、One Phrase Blues等人气曲，还有未发表曲和个人专辑新曲，全部11曲均为长版本！', '000003', '东莞', '83', '100', '8', '30');
INSERT INTO `goods` VALUES ('000015', '音乐 日韩 古典', '→Pia-no-jaC←新专辑 风神雷神', '人气古典音乐作曲组合→Pia-no-jaC←第三个专辑风神雷神，现在登场！', '000004', '九江', '92', '300', '8', '7');
INSERT INTO `goods` VALUES ('000016', '音乐 欧美 古典', '维也纳新年音乐会2013', '对所有爱乐者来说，一年一度的维也纳新年音乐会是最值得期待的盛事，因為有年年带来惊喜的年度指挥家、有卓然不群的维也纳爱乐、更有百听不厌的史特劳斯家族作品天籟旋律。2013年，拥有「奥地利之子」美誉的指挥大师魏瑟·莫斯特，再度荣膺年度指挥家，端出充满创新又保有传统的维也纳新年音乐会。', '000008', '南宁', '15', '35', '8', '6');
INSERT INTO `goods` VALUES ('000017', '音乐 欧美 古典 经典', '巴赫无伴奏大提琴组曲(2CD)', '巴赫的六组无伴奏大提琴组曲（BWV 1007-1012）是无伴奏乐曲中最早闻名于世的典范，在音乐结构、艺术魅力和思想深度上都举世无双，自1901年被卡萨尔斯发现并介绍给全世界的听众以来，它们便成了无限意义的延伸，更被誉为演奏家技巧与修养的试金石，史塔克、罗斯特罗波维奇、傅尼叶、马友友等无数大师都屡次争相诠释这一纪念碑式作品。', '000002', '乌鲁木齐', '64', '15', '5', '20');
INSERT INTO `goods` VALUES ('000018', '音乐 欧美 古典 经典', '贝多芬钢琴奏鸣曲悲怆月光热情告别(1CD)', '《贝多芬钢琴奏鸣曲悲怆月光热情告别》最高造诣的演绎，不朽名版。贝多芬的三十二首钢琴奏鸣曲被誉为钢琴文献的“新约圣经”，是所有钢琴家的试金石，其中《月光》、《悲怆》、《热情》、《告别》等又是最负盛名和最为人所熟悉的。这张唱片记录了一代钢琴巨匠在其音乐造诣最高、最成熟，人生最巅峰时期演奏的最具代表性、评价最高的曲目。在资深乐迷心目中，这张K2录音版本，可是万中选一的名版！', '000009', '西宁', '35', '28', '5', '6');
INSERT INTO `goods` VALUES ('000019', '音乐 华语 男歌手 流行 ', '许嵩个人专辑 自定义', '许嵩的第一张个人专辑', '000010', '杭州', '85', '40', '5', '4');
INSERT INTO `goods` VALUES ('000020', '音乐 华语 男歌手 流行', '许嵩个人专辑 梦游计', '许嵩最新专辑', '000010', '杭州', '43', '20', '20', '8');
INSERT INTO `goods` VALUES ('000021', '音乐 华语 女歌手 流行', '王菲个人专辑 执迷不悔', '王菲的经典专辑', '000010', '杭州', '168', '28', '20', '3');
INSERT INTO `goods` VALUES ('000022', '音乐 华语 女歌手 流行', '王菲15年金曲精选', '精选了王菲15年来诸多金曲，值得拥有', '000010', '杭州', '294', '43', '18', '2');
INSERT INTO `goods` VALUES ('000023', '音乐 日韩 女歌手 流行', 'GIRL NEXT DOOR 经典单曲 infinity', 'girl next door第五张单曲', '000011', '天津', '12', '40', '18', '35');
INSERT INTO `goods` VALUES ('000024', '音乐 日韩 女歌手 流行', 'KOTOKO 新单曲 加速世界ED1 unfinished', '加速世界的片尾曲', '000011', '天津', '30', '60', '15', '20');
INSERT INTO `goods` VALUES ('000025', '音乐 日韩 女歌手 流行', '水树奈奈个人单曲 战姬绝唱OP Synchrogazer', '2012年水树奈奈第一个单曲，同时也是动画战姬绝唱的片头曲', '000011', '天津', '174', '70', '18', '17');
INSERT INTO `goods` VALUES ('000026', '音乐 日韩 女歌手 流行', '水树奈奈个人单曲 魔法少女奈叶AsOP ETERNAL BLAZE', '水树奈奈最经典的单曲ETERNAL BLAZE，收录了完整版的版本', '000011', '天津', '50', '80', '20', '18');
INSERT INTO `goods` VALUES ('000027', '音乐 欧美 摇滚', 'Rhapsody专辑 Symphony of Enchanted Lands', '收录Rhapsody著名曲目Emerald Sword的经典专辑，共10曲', '000012', '中山', '30', '88', '20', '15');
INSERT INTO `goods` VALUES ('000028', '音乐 欧美 摇滚', 'Rhapsody of Fire专辑 The Frozen Tears of Angels', 'Rhapsody of Fire专辑，共收录12曲', '000012', '中山', '147', '120', '17', '20');
INSERT INTO `goods` VALUES ('000029', '音乐 欧美 摇滚', 'DragonForce新专辑 The Power Within', 'DragonForce新专辑，收录Holding On等新曲', '000012', '中山', '73', '160', '13', '8');
INSERT INTO `goods` VALUES ('000030', '音乐 欧美 摇滚', 'DragonForce专辑 INHUMAN RAMPAGE', 'DragonForce经典专辑，共收录包含名曲THROUH THE FIRE AND FLAMES在内的九曲', '000012', '中山', '13', '84', '12', '6');
INSERT INTO `goods` VALUES ('000031', '音乐 华语 男歌手 流行', '【正版】林俊杰 因你而在 2013新专辑 CD+歌词册+钥匙扣+原版海报', 'JJ林俊杰10th Anniversary Album，出道10年 / 第10张全新专辑', '000008', '上海', '145', '65', '10', '40');
INSERT INTO `goods` VALUES ('000032', '音乐 华语 男歌手 怀旧', '林俊杰2011最新专辑《学不会》亲笔签名CD 不存在的情人', '林俊杰 亲笔签名2011最新专辑《学不会》CD 1张', '000008', '上海', '23', '80', '10', '10');
INSERT INTO `goods` VALUES ('000033', '音乐 华语 男歌手 流行', 'JJ 林俊杰 全新专辑精选 车载高清MTV音乐光盘 卡拉ok伴奏碟片', 'JJ林俊杰10th Anniversary Album，2CD', '000008', '上海', '37', '38', '10', '15');
INSERT INTO `goods` VALUES ('000034', '音乐 华语 男歌手 经典', '正版现货 林俊杰首张专辑 林俊杰:乐行者(CD)海蝶发行', '林俊杰专辑，2CD', '000008', '上海', '120', '65', '10', '60');
INSERT INTO `goods` VALUES ('000035', '音乐 华语 男歌手 流行', '浮流村]正版 2011新专辑 林俊杰学不会 预购限定纪念版 赠保温杯', '林俊杰 亲笔签名《学不会》CD 2张', '000002', '北京', '234', '45', '0', '120');
INSERT INTO `goods` VALUES ('000036', '音乐 华语 男歌手 怀旧', '预订林俊杰专辑/因你而在A版[CD+36页写真+预购单 最后几张', 'JJ 因你而在，2CD', '000002', '北京', '78', '65', '15', '38');
INSERT INTO `goods` VALUES ('000037', '音乐 华语 男歌手 经典', '【正版】林俊杰《编号89757》 JJ第3张专辑 2012新海蝶正版 CD', '林俊杰，编号89757，1CD', '000002', '北京', '344', '92', '15', '150');
INSERT INTO `goods` VALUES ('000038', '音乐 华语 男歌手 流行', '林俊杰 她说 专辑 正式版 [2CD] 赠限量精美U充+写真歌词本', '正式版 [2CD] 赠限量精美U充+写真歌词本', '000002', '北京', '27', '75', '15', '12');
INSERT INTO `goods` VALUES ('000039', '音乐 华语 男歌手 流行', '现货 正式版 周杰伦 十二新作 2012新专辑 CD+原版海报', '周杰伦2012最新专辑CD 「十二新作」，2CD', '000005', '南京', '83', '95', '8', '34');
INSERT INTO `goods` VALUES ('000040', '音乐 华语 男歌手 怀旧', '亚洲流行天王 周杰伦 全集 12CD已更新到最新专辑', '周杰伦2012最新专辑CD，全集，12CD', '000005', '南京', '58', '65', '8', '29');
INSERT INTO `goods` VALUES ('000041', '音乐 华语 男歌手 经典', '周杰伦 影像 写真书 画册专辑 MV侧录照+周导随笔+造型剖析 包邮', '周杰伦，最新专辑，影像2CD', '000005', '南京', '50', '200', '8', '22');
INSERT INTO `goods` VALUES ('000042', '音乐 华语 男歌手 流行', '现款热卖周杰伦写真集 周杰伦12新作 专辑写真 赠送光碟', '周杰伦专辑，正式版 [2CD] 赠限量精美U充', '000005', '南京', '357', '65', '8', '127');
INSERT INTO `goods` VALUES ('000043', '音乐 华语 男歌手 流行', '周杰伦-首张同名专辑《JAY》亲笔签名CD 值得收藏', '周杰伦 同名专辑 - Jay CD+DVD （JVR版）现货', '000012', '广州', '214', '70', '5', '100');
INSERT INTO `goods` VALUES ('000044', '音乐 华语 男歌手 经典', '【正版现货】 周杰伦 范特西 CD JAY第2张专辑', '周杰伦，范特西，2CD', '000012', '广州', '111', '65', '5', '50');
INSERT INTO `goods` VALUES ('000045', '音乐 华语 男歌手 流行', '现货正版 周杰伦-七里香 JAY第五张专辑', '周杰伦，七里香，第五张专辑，2CD', '000012', '广州', '63', '95', '5', '26');
INSERT INTO `goods` VALUES ('000046', '音乐 华语 男歌手 怀旧', '【正版】正式版 周杰伦霍元甲 JAY  2011新专辑', '霍元甲，周杰伦新专辑，2CD', '000012', '广州', '18', '29', '5', '10');
INSERT INTO `goods` VALUES ('000047', '音乐 华语 男歌手 流行', '陈奕迅 Eason 音乐合集 92张专辑 2碟', '陈奕迅 音乐合集 2CD', '000016', '福建', '150', '65', '10', '128');
INSERT INTO `goods` VALUES ('000048', '音乐 华语 男歌手 经典', '【正版】陈奕迅全新国语专辑：认了吧（CD）', '认了吧，陈奕迅国语专辑，CD2张', '000016', '福建', '269', '65', '10', '105');
INSERT INTO `goods` VALUES ('000049', '音乐 华语 男歌手 流行', '陈奕迅2012新专辑：…3mm（CD）', '陈奕迅2012最新专辑，2CD', '000016', '福建', '274', '110', '10', '120');
INSERT INTO `goods` VALUES ('000050', '音乐 华语 男歌手 怀旧', '陈奕迅音乐集 320k（含42张专辑包括2012新专辑）', '音乐合集，陈奕迅2012新专辑，2张CD装', '000016', '福建', '39', '65', '10', '21');
INSERT INTO `goods` VALUES ('000051', '音乐 华语 男歌手 流行', '【宝丰正版】陈奕迅《H3M 好好好卖》 2009年粤语专辑 正版现货', '陈奕迅，粤语专辑，2CD装', '000017', '杭州', '323', '65', '16', '178');
INSERT INTO `goods` VALUES ('000052', '音乐 华语 男歌手 流行', '【商城正版】2005年全新国语专辑 陈奕迅:怎么样(CD)', '陈奕迅，怎么样，2CD装', '000017', '杭州', '33', '66', '16', '21');
INSERT INTO `goods` VALUES ('000053', '音乐 华语 男歌手 怀旧', '陈奕迅《不想放手》 2008年国语专辑 正版现货', '陈奕迅，不想放手，国语版，2CD装', '000017', '杭州', '59', '65', '16', '25');
INSERT INTO `goods` VALUES ('000054', '音乐 华语 男歌手 流行', '[永盛商城正版]陈奕迅09最新国语专辑 上五楼的快活CD', '陈奕迅，09最新专辑，国语版，2CD装', '000017', '杭州', '65', '120', '16', '37');
INSERT INTO `goods` VALUES ('000055', '音乐 华语 组合 流行', '【正版现货】五月天 新专辑 作品8号 第二人生 明日版 正式版(CD)', '五月天，最新专辑，第二人生，2CD装', '000013', '天津', '92', '65', '6', '57');
INSERT INTO `goods` VALUES ('000056', '音乐 华语 组合 流行', '【远东知音】五月天 第一张创作专辑 星外星全新正版CD', '五月天，第一张专辑，CD2张装', '000013', '天津', '38', '39', '6', '21');
INSERT INTO `goods` VALUES ('000057', '音乐 华语 组合 经典', '华语金属乐队 五月天 无损合集16张专辑含新专辑(追梦)2DVD', '五月天，16装专辑合集，2CD装', '000013', '天津', '127', '68', '6', '89');
INSERT INTO `goods` VALUES ('000058', '音乐 华语 男歌手 流行', '张杰 那些和我们打过招呼的爱情 2012新专辑 CD+写真+海报+卡贴', '张杰，2012最新专辑，那些和我们打过招呼的爱情，CD+赠送', '000013', '天津', '280', '65', '6', '124');
INSERT INTO `goods` VALUES ('000059', '音乐 华语 男歌手 流行', '张杰2012新专辑OneChance+这就是爱演唱会2CD+DVD', '张杰，2012最新专辑，@CD+DVD装，这就是爱情', '000019', '南昌', '321', '120', '12', '210');
INSERT INTO `goods` VALUES ('000060', '音乐 华语 男歌手 经典', '张杰2011最新专辑：最接近天堂的地方 亲笔签名专辑+签名照', '最接近天堂的地方，张杰11年最新专辑，2CD装', '000019', '南昌', '246', '65', '12', '107');
INSERT INTO `goods` VALUES ('000061', '音乐 华语 男歌手 流行', '[音像] 张杰：最新专辑[这，就是爱]预购版赠 张杰专属设计爱情守', '张杰，最新专辑，这就是爱情，2CD装', '000019', '南昌', '99', '45', '12', '54');
INSERT INTO `goods` VALUES ('000062', '音乐 华语 男歌手 怀旧', '[正品音乐CD]南拳妈妈主唱张杰AJ 2012宣传专辑 小丑英雄 现货', '张杰，2012宣传专辑，小丑英雄，2CD装', '000019', '南昌', '58', '65', '12', '52');
INSERT INTO `goods` VALUES ('000063', '音乐 华语 男歌手 流行', '正版现货 2011新专辑王力宏 火力全开正式版 新歌+精选 ', '火力全开，王力宏，22011最新专辑，2CD装', '000020', '合肥', '103', '45', '9', '63');
INSERT INTO `goods` VALUES ('000064', '音乐 华语 男歌手 摇滚', '王力宏08全新专辑《王力宏 心跳cd》摇滚怎么了', '王力宏，心跳，08全新专辑，2CD装', '000020', '合肥', '209', '65', '9', '84');
INSERT INTO `goods` VALUES ('000065', '音乐 华语 男歌手 流行', '王力宏 2010年度专辑《十八般武艺》新索发行平装版CD', '王力宏，2010最新专辑，十八般武艺，2CD装', '000020', '合肥', '321', '53', '9', '98');
INSERT INTO `goods` VALUES ('000066', '音乐 华语 男歌手 流行', '[浮流村]正版 王力宏 唯一 经典复刻盘 Leehom01年专辑 1CD', '王力宏，唯一，01年专辑，1CD装', '000020', '合肥', '95', '78', '9', '36');
INSERT INTO `goods` VALUES ('000067', '音乐 华语 男歌手 经典', '不可思议 王力宏 2003全新创作专辑 ', '王力宏，不可思议，03全新专辑，2CD装', '000007', '无锡', '28', '65', '5', '10');
INSERT INTO `goods` VALUES ('000068', '音乐 华语 男歌手 经典', '王力宏 新歌经典专辑 歌碟DVD歌曲碟 正版高清MTV伴奏卡拉ok光盘', '王力宏，新歌经典专辑，DVD版', '000007', '无锡', '384', '150', '5', '235');
INSERT INTO `goods` VALUES ('000069', '音乐 华语 男歌手 经典', '王力宏：情敌贝多芬(首张个人专辑经典再版)（CD）', '王力宏，首张专辑，2CD装', '000007', '无锡', '68', '120', '5', '19');
INSERT INTO `goods` VALUES ('000070', '音乐 华语 男歌手 流行', '正版王力宏首张个人专辑情敌贝多芬 大陆首版', '王力宏，首张专辑，情敌贝多芬，2CD装', '000007', '无锡', '30', '65', '5', '24');
INSERT INTO `goods` VALUES ('000071', '音乐 华语 男歌手 流行', '陈楚生2010全新大碟：影之传说（CD+DVD)', '陈楚生2010全新大碟：影之传说（CD+DVD)精装2011年4月20日', '000005', '上海', '30', '32', '6', '10');
INSERT INTO `goods` VALUES ('000072', '音乐 华语 男歌手 流行', '陈楚生:绿动EP(CD)', '《陈楚生：绿动》陈楚生2010年个人首支环保单曲《绿动》是陈楚生用音乐送出给未来天空的一份礼物。以环保、低碳为组成核心的这首歌曲，有着积极灵动的创作视角。带领大家重新审视生活，善待地球。', '000018', '北京', '12', '36', '6', '12');
INSERT INTO `goods` VALUES ('000073', '音乐 华语 男歌手 流行', '陈楚生:原来我一直都不孤单(首张创作EP)(CD)', '《陈楚生：原来我一直都不孤单》是陈楚生第一张个人作品。是陈楚生感谢、感激、感恩的心情集合。是陈楚生与袁惟仁的第一次正式合作。是三大制作人袁惟仁、曲世聪、闻震第一次联手合作。是陈楚生与BIGBOY乐队再耀音乐火花第一张作品。', '000008', '南宁', '36', '26', '8', '18');
INSERT INTO `goods` VALUES ('000074', '音乐 华语 男歌手 流行', '陈楚生:冬去春来(CD)', '《陈楚生：冬去春来》收录10首专辑歌曲及为电影《风声》创作的两首歌曲《且听风吟》《明天》。陈楚生担任全部作曲及大部分歌曲的作词。许多音乐在沉淀以后，会散发出属于自己的光芒，再艰辛的旅程，都有柳暗花明的时候，这是陈楚生的第一张专辑，它代表了一个旅程的结束，和一个新的开始。', '000018', '北京', '24', '30', '8', '8');
INSERT INTO `goods` VALUES ('000075', '音乐 华语 流行', '新歌牛气冲天(3CD) [套装]', '《新歌牛气冲天》是一部叙述激情与梦想的顶级新歌大碟！光阴荏苒，岁月倒至，年轻的笔记忆着曾经逝去的那份回忆，才发现那牵挂亦如汪洋般浩瀚，那思念恍如赤阳般火热；翻开情感的纪念册，却见那份情仍躺在心底深处，最醒目的位置，深深的保留……', '000008', '南宁', '23', '16', '6', '13');
INSERT INTO `goods` VALUES ('000076', '音乐 华语 男歌手 流行', '吴克群:寂寞来了怎么办(CD)', '《吴克群:寂寞来了怎么办》吴克群2012剖心寂寞10+2首全新力作寂寞来了怎么办?寂寞是席卷城市的心流感。2012吴克群发行个人全新专辑《寂寞来了怎么办》，这张专辑以“解剖吴克群”为主题。因此，这次发行的专辑，我们让吴克群化身音乐玩家“自己解剖自己”。他冷眼看待自己这阵子发生的事情、生活感触、社会上的各种风气，完成一张“吴克群为吴克群”量身订做的个人专辑。', '000018', '北京', '26', '36', '6', '15');
INSERT INTO `goods` VALUES ('000077', '音乐 华语 男歌手 流行', '吴克群:爱我恨我(CD+DVD 精装版)', '《吴克群:爱我恨我》睽违两年，唱作人吴克群重回赤裸的自己，并一手包办词曲推出情歌专辑《爱我恨我》。吴克群一改邻家男孩的形象，穿着背心露肩并加上染发造型，以更成熟、更男人味的风格，其中首波主打“没关系”MV因与全裸女模Nikki有亲密互动，尺度过度裸露遭禁播。', '000018', '北京', '25', '35', '6', '9');
INSERT INTO `goods` VALUES ('000078', '音乐 华语 男歌手 流行', '吴克群:将军令(CD)', '《吴克群：将军令》“音乐大顽家”吴克群，力图求新求变的他，再次在外型和音乐以全新形象示人，不但晒得更黑而且练得更Man，连头发都换了颜色，首波主打“将军令”更混搭中国风、嘻哈、2step舞曲，歌词竟是自嘲自己不了解嘻哈却想跟流行，勇于自己“呛”自己，就是要让大家知道，流行不一定对，外来文化不一定，做自己最对！音乐才是王道，全亚洲最瞩目的创作顽家吴克群，全创作大碟！', '000005', '上海', '15', '13', '8', '6');
INSERT INTO `goods` VALUES ('000079', '音乐 华语 男歌手 流行', '吴克群:爱我恨我(CD)', '《吴克群：爱我恨我》睽违两年，唱作人吴克群重回赤裸的自己，并一手包办词曲推出情歌专辑《爱我恨我》。吴克群一改邻家男孩的形象，穿着背心露肩并加上染发造型，以更成熟、更男人味的风格，其中首波主打《没关系》MV因与全裸女模Nikki有亲密互动，尺度过度裸露遭禁播。', '000018', '北京', '20', '25', '8', '10');
INSERT INTO `goods` VALUES ('000080', '音乐 华语 男歌手 流行', '何润东 恋人唱的歌(3CD) [套装]', '《恋人唱的歌》一串感动温暖的音符，一段真实悦目的文字，一首经久回味的歌曲，一缕醇厚绵长的茶香，如微风习习轻吹，舒缓地浸濡耳膜，驱走寂寞，抚平忧伤，似电影幕幕回放，勾起无数的往事，思念沉沉，情感片片。时而婉约，时而宏大，声声入耳，段段悠扬，轻吟浅唱时感人肺腑，倾力而歌时绚丽煽情，不因为怀旧而忧郁哀怨，不因为回忆而失落消沉，用鲜活的音色重新注解，在生命的跌宕中坚持特有的温馨柔美。', '000005', '上海', '15', '21', '8', '5');
INSERT INTO `goods` VALUES ('000081', '音乐 华语 流行', '新电台情歌百听不厌(3CD) [套装]', '《新电台情歌百听不厌》在催开的岁月中，很多故事是这样的。青涩的爱了，雨后的彩虹就那么来了，结局或许悄然没有痕迹了，只留下淡淡的往事停在那里。一旦想起，回忆最美，那些听歌的日夜，在生命的足迹里永远鲜艳，歌声响起，那些记忆的片断，变成一朵朵小花，春天便拼凑成了……', '000018', '北京', '13', '24', '5', '6');
INSERT INTO `goods` VALUES ('000082', '音乐 华语 流行', '2011华语歌坛最流行:精品篇(3CD) [套装]', '《2011华语歌坛最流行：精品篇》每一天甚至每一刻我们都有不同的心情，它就像天气那样变幻无常。今天，你的心情是什么颜色？是火热的红、明亮的绿、浪漫的紫、还是忧郁的蓝，动感的黄、纯洁的白？无论是开心还是悲伤，是沮丧还是兴奋那都是我们成长岁月中的点点滴滴，值得用心好好去感受。现在让我们深呼吸一下，闭上眼睛，慢慢的感受你内心的颜色。', '000018', '北京', '20', '30', '5', '11');
INSERT INTO `goods` VALUES ('000083', '音乐 华语 男歌手 流行 经典', '男声绝唱(3CD) [套装]', '《男声绝唱》汇集乐界新引力，创造音乐新信仰。男人的磁性告白，深情动容，男声绝唱，魅力唱出内心深处的感动与震撼……最感性最有磁性的声音，极品发烧收藏，为所有心中已没有歌声与快乐的人，所有感到孤独无助的人歌唱，天使般柔美婉转的男声，为您演绎直击灵魂深处的动人之音。一往情深的吟唱，优美的旋律和暖的起伏，像和风下的海浪，承托你疲惫的心，如一叶蚱蜢舟，不载一丝忧愁，让你尽情地在无边的空灵里优游。', '000005', '上海', '15', '28', '5', '9');
INSERT INTO `goods` VALUES ('000084', '音乐 华语 男歌手 流行 经典', '张学友•私人珍藏(2CD) [套装]', '《张学友·私人珍藏》不管什么样的歌，在他唱出来后总有特殊的味道。尤其经过岁月的积淀过后，那些心痛仍然是爱情。他的歌都是有故事的。生活中无限的故事，他唱得让人觉得仿佛他已经经历过，体会过，你想说的话他都能唱出来——他不是歌手，他就是那个专门唱歌来安慰你的人。恰恰是他，唱出了爱情的本来面目；幸福、誓言、伤心、感激，不能遗忘——这些美丽细节，你都可以在歌里找到体会，沉稳平静，尽洗张扬。', '000008', '南宁', '20', '24', '5', '20');
INSERT INTO `goods` VALUES ('000085', '音乐 华语 男歌手 流行 经典', '张学友:醇经典1(CD)', '《张学友：醇经典1 》收录张学友经典歌曲13首，包括：吻别、祝福、一路上有你、只想一生跟你走等。经典年代见证乐坛光辉成就，忆起当年无尽往事，重拾经典难忘金曲。老歌仍像一杯陈年的酒在不经意间品尝另有一种滋味。好歌如醇，愈久弥笃。', '000018', '北京', '17', '22', '10', '16');
INSERT INTO `goods` VALUES ('000086', '音乐 华语 男歌手 流行 经典', '张学友:2004活出生命演唱会(2CD) [套装]', '《张学友：2004活出生命演唱会》张学友于2004年10月5日晚上在香港会展新翼举行“活出生命光彩”慈善演唱会，只演一场，全场爆满，学友全晚以歌会友，唱尽别人的歌，令观众听得如痴如醉。学友唱了20多首别人的歌，包括不少已故歌手的名作如陈百强的“等”、张国荣的“追”、Beyond的“情人”、邓丽君“但愿人长久”等。此外，学友亦演绎不少港台及英文名曲，无论是Bee Gees的“First of May”至张信哲的“爱如潮水”等，首首令观众听出耳油，当然不少得学友的新歌如“讲你知”及多首粤语、国语首本名曲！', '000018', '北京', '20', '22', '10', '17');
INSERT INTO `goods` VALUES ('000087', '音乐 华语 男歌手 流行 经典', '张学友:吻别(CD)', '《张学友：吻别》虽然四大天王最辉煌的时刻已经过去，但是世人对于那个时代的怀念却不会随着时间的逝去而减淡。本碟收录张学友最经典最令人怀念的歌曲，让你重回经典时代，重温那份温馨与感动！', '000008', '南宁', '19', '12', '10', '9');
INSERT INTO `goods` VALUES ('000088', '音乐 华语 男歌手 流行', '张学友:学友光年世界巡回演唱会\'07Encore台北站(CD)(国语版) [套装]', '《张学友：学友光年世界巡回演唱会\'07Encore台北站》学友光年 ENCORE 台北 Live 40首经典曲目 210分钟精彩演出！365天 58个城市105场个唱新纪录！总动员500万人次的华人音乐超级盛典！其中，内地共举办53场，场面火爆，大获好评，于上海八万人体育场上演的三场更成为焦点，“学友光年”台北站重装登场！', '000005', '上海', '20', '49', '11', '15');
INSERT INTO `goods` VALUES ('000089', '音乐 华语 男歌手 流行', '张学友:私人角落 Private Corner(CD)', '《张学友：私人角落》睽违五年，张学友终于再次推出全新粤语大碟《Private Corner》，专辑共收录9首粤语加1首英文新歌。学友觉得现代人常埋首于工作之中或忙碌于生活之际，总渴望能拥有属于自己的《Private Corner》。在这里可以抛开一切的压力与烦扰，放下紧绷的情绪，喝杯咖啡或啜饮着酒，沈浸在醉人的音乐氛围中，有如老朋友般的亲切陪伴，慢慢的聆听，平静而温暖。', '000005', '上海', '14', '36', '11', '10');
INSERT INTO `goods` VALUES ('000090', '音乐 华语 男歌手 流行', '张学友:想和你去吹吹风(CD)', '《张学友：想和你去吹吹风》走进学友的世界，你看到的惟有阳光与清风。从他的灿烂的笑脸，动人的歌声，你可以感受到那种令人心动的Feeling，而他的伤心情歌又是如此的打动人的心扉。', '000010', '杭州', '12', '12', '11', '9');
INSERT INTO `goods` VALUES ('000091', '音乐 华语 男歌手 流行', '张学友•全程热恋(2CD) [套装]', '《张学友·全程热恋》走进学友的世界，你看到的惟有阳光与清风，从他的灿烂的笑脸，动人的歌声，你可以感受到那种令人心动的感觉，更何况他的情歌是如此的动人心扉。', '000005', '上海', '10', '24', '11', '7');
INSERT INTO `goods` VALUES ('000092', '音乐 华语 男歌手 流行', '张学友:祝福(CD)', '《张学友：祝福》让我们再次感受他灿烂的笑脸，动人的歌声，你可以感受到那种怦然心动的感觉……虽然四大天王最辉煌的时刻已经过去，但是世人对于那个时代的怀念却不会随着时间的逝去而减淡。重回经典时代，新欢不比旧爱！', '000010', '杭州', '20', '12', '8', '12');
INSERT INTO `goods` VALUES ('000093', '音乐 华语 男歌手 流行', '张学友:在你身边(CD)', '《张学友:在你身边》暌违国语歌坛四年来一张百分之百的张学友个人专辑；2007张学友亲自担任音乐总监，从收歌、制作到录音完成，整张专辑的概念是学友这些年来个人对生活上的感触。首次独家收录精装大戏《贞观之治》片头、片尾曲！老搭档林夕、小安再度效力；首波主打“好久不见”是由新加坡才子易桀齐操刀！', '000005', '上海', '25', '40', '8', '20');
INSERT INTO `goods` VALUES ('000094', '音乐 华语 男歌手 流行 经典', '张学友:吻别(CD)', '《张学友：吻别》从1984年出道至今，张学友已经推出了数十张专辑，从1985年的《月亮湾》、《情已逝》到2000年的《当我想起你》、《一生一火花》，他以他那富有磁性的歌声伴随着我们这一代年轻人成长。他的《吻别》，《情网》，《忘记你我做不到》等都是我们琅琅上口的经典歌曲。所以有人说：“只要有风吹过的地方，就有张学友的歌声；只要有爱情，就有张学友的歌声陪伴你。”', '000005', '上海', '15', '11', '8', '15');
INSERT INTO `goods` VALUES ('000095', '音乐 华语 男歌手 流行', '张学友:私人角落迷你音乐会(3DVD) [套装]', '《张学友：私人角落迷你音乐会》2010年1月张学友一张爵士专辑《私人角落》全亚洲热销，在短短二个月间创破20万销售佳绩。4月底张学友在香港举行《私人角落迷你音乐会》，并制作成专辑发行。', '000005', '上海', '30', '73', '8', '19');
INSERT INTO `goods` VALUES ('000096', '音乐 华语 男歌手 经典 怀旧 ', 'BEYOND•光辉精选(2CD) [套装]', '《BEYOND·光辉精选》在Beyond的音乐世界里，我们听到的不仅是狂热的爱，更是一种不服输的精神和对人世冷暖的悲悯情怀，这种真实的情绪总能令人砰然心动。所以，有人说：Beyond，没有人可以超越！', '000010', '杭州', '22', '25', '8', '25');
INSERT INTO `goods` VALUES ('000097', '音乐 华语 男歌手 经典 怀旧', 'BEYOND:大地(CD)', '《BEYOND：大地》在香港BEYOND大地永远是站在最前端的一群音乐狂热份子，给人的官感刺激是绝对直接。不过不是蓄长发、穿皮裤带铁链的那种Heavy Metal Rock，而是一种宣泄意识精神的Rock Band NOW，他们提起行囊正式向台淹市场进军，请拼凑这个时代的变化，你金发现BEYOND大地不是在无病呻吟！', '000008', '南宁', '10', '12', '10', '15');
INSERT INTO `goods` VALUES ('000098', '音乐 华语 男歌手 经典 怀旧', 'BEYOND:一生乐与怒(2CD) [套装]', '《BEYOND：一生乐与怒》有Beyond，就会有真正的摇滚。Beyond自1983年成立至今得奖无数，有很多首歌曲成为经典歌曲，家喻户晓、久唱不衰。乐队的奋斗足迹也是音乐人的榜样，他们的贡献远不止出众的音乐，更是影响了一代人，引领了一个时代！他们是中国乐坛的一个不可超越的奇迹！在弹奏间领悟时光的意义，一生乐与怒，他们用音乐来为生活说话。', '000010', '杭州', '9', '25', '10', '2');
INSERT INTO `goods` VALUES ('000099', '音乐 华语 男歌手 经典 怀旧', 'Beyond 无尽空虚(CD)', '《Beyond 无尽空虚》缅怀一段黄金岁月，经典好歌全奉献。不论何时，不管我们有多么无助或者坚强，不管我们曾经失败或者成功，总能在他们的歌声中找到最强的共鸣，因为Beyond唱出了我们大多数人的青春、理想、爱情与经受的苦难。喜欢一个人站在夜晚的阳台上高唱《不可一世》，喜欢毕业晚会上那台上台下都久久回荡的《海阔天空》，喜欢和一群认识的、不认识的人在麦乐迪暴K《快乐王国》……', '000008', '南宁', '6', '33', '10', '3');
INSERT INTO `goods` VALUES ('000100', '音乐 华语 男歌手 经典 怀旧', 'Beyond 烈火青春(2CD) [套装]', '《烈火青春》不是每一个乐队都叫Beyond，不是每一种声音都叫音乐……八十年代，乐队潮出现在香港歌坛。太极开始是最受欢迎的乐队，但很快水平大滑倍受质疑，逐渐沉下。达明后来者居上，演绎新浪漫曲风。', '000010', '杭州', '12', '24', '10', '8');
INSERT INTO `goods` VALUES ('000101', '音乐 华语 女歌手 流行 经典', '那英:那又怎样(CD)', '《那英：那又怎样》是相隔十年那英全新浓情钜作，由蔡健雅制作，领军汪峰+苏打绿青峯+小寒+阿弟仔华语乐坛最顶级音乐人合力酿制，展现崭新的那英，更成熟、更勇敢、更豁达、更纯粹。', '000008', '南宁', '22', '34', '10', '23');
INSERT INTO `goods` VALUES ('000102', '音乐 华语 女歌手 流行 经典 ', '那英:EMI的旅程(CD)', '《那英：EMI的旅程》14首歌，仿佛14个梦幻般的爱情故事，当最后一只音符消失在空气里，夜已深了，房间里只剩下一抹淡淡的心酸，还有不可不提的欣喜。那英，就这样被你征服。', '000001', '广州', '15', '15', '15', '6');
INSERT INTO `goods` VALUES ('000103', '音乐 华语 女歌手 流行 经典', '王菲:2010年精选专辑 阿菲正传(3CD) [套装]', '《王菲：2010年精选专辑 阿菲正传》王菲最新专辑收录48首包括获奖无数流行经典，收录多首绝版特别混音作品；阿菲正传，2010年至瞩目的精选集；王菲演唱会4月启动，全年火热巡演；黑胶唱片式碟片，绝对珍藏！', '000001', '郑州市', '32', '49', '0', '30');
INSERT INTO `goods` VALUES ('000104', '音乐 华语 女歌手 流行', '那英:征服(CD)', '《那英:征服》天后那英一张非常经典的专辑，有别于以往的硬朗，风格转变得轻柔、软弱，在蛰伏与狂放间游刃有余的“征服”；我们听到了对感情坚定不移的“不管有多苦”；在音阶间自由来回的“什么态度”；也听到了午后阳光下慵懒柔情的“你是我的人”；以及清灵飘逸的“梦醒了”，更有全新动感冲击的“最爱这一天”……每一首歌曲，都有让人耳目一新的感觉！', '000008', '南宁', '18', '15', '15', '10');
INSERT INTO `goods` VALUES ('000105', '音乐 华语 女歌手 流行 经典', '那英:全经典(2CD) [套装]', '《那英:全经典》那英，在台湾历经了福茂唱片、EMI唱片到现在的华纳唱片，唱过了无数首轰动中港台三地的歌曲。那英首张红馆现场演唱专辑，收录《心酸的浪漫》、《征服》等四张经典专辑的精彩曲目，是喜爱那英的歌迷们不可错过的精选辑！', '000008', '南宁', '22', '32', '15', '9');
INSERT INTO `goods` VALUES ('000106', '音乐 华语 女歌手 流行 经典 ', '那英:知英情歌(CD)', '《那英:知英情歌》那英的第一张精选辑，收录1995-2000年最精彩的那英15首情歌经典。绝对的原“英”重现：《征服》、《干脆》、《辛酸的浪漫》三张创下惊人销量专辑的精华曲目，更有早期成名曲“白天不懂夜的黑”，让珍藏多年的感动再度拥有！', '000001', '广州', '20', '12', '12', '12');
INSERT INTO `goods` VALUES ('000107', '音乐 华语 女歌手 流行', '那英:用爱征服(3CD) [套装]', '《那英：用爱征服》那英是一个不断求新、求变，不断超越自我的歌者，她的嗓音具有像欧美黑人歌手的磁性和爆发力，所以她的很多歌曲在不同环境中播放都很有流行度，在签约海外后厚积薄发的那英顺利坐桩天后交椅，其后专辑重产重质，流行经典接二连三，地位巩固并人气继续飙升，对音乐的感悟力强，对歌曲二度创作很到位，是非常难得的。', '000008', '南宁', '15', '35', '12', '10');
INSERT INTO `goods` VALUES ('000108', '音乐 华语 流行', '浓情蜜语(CD)', '《浓情蜜语》原版母带高发烧完美处理，最珍贵原创曲目首次呈现。当红好歌金曲巅峰打造，最新好歌+精选金曲，不可错过的大收集。《北京爱情故事》插曲——《滴答》侃侃、《那些年，一起追过的女孩》主题曲——《那些年》。网络当红神曲“伤不起”、“老婆最大”、“唐古拉”、“沙漠情歌”等等。各大音乐网站及发烧音乐论坛推荐专辑，发烧原创新元素，带来HI-FI全新试听体验，引导发烧新理念。首次汇聚江智民&周虹、侃侃、冷漠、王麟、老猫、邓杰、钟明秋、玛三智、雷婷、崔子格、马健涛、等梦幻阵容再次群星荟萃、共同打造一种全新的听觉享受，再度掀起发烧市场的抢购狂潮！', '000001', '广州', '23', '40', '12', '17');
INSERT INTO `goods` VALUES ('000109', '音乐 华语 流行', '群星:全城热爱(CD)', '《群星:全城热爱》超级巨星大联合、打造时尚发烧新航母。热歌无敌最前线，全城热爆，劲歌音乐盛典。聚王麟、赵真、苏勒亚其其格、完玛三智、大庆小芳、阿鲁阿卓、闫旭、彭清、钟明秋、雷婷、南风、蓝琪儿等梦幻阵容倾情演唱。热议话题主打歌曲，首张发烧水准级精炼天碟，超值好歌唯一版本。', '000001', '广州', '30', '43', '12', '20');
INSERT INTO `goods` VALUES ('000110', '音乐 华语 流行 经典 ', '因为爱情2(CD)', '《因为爱情2》最火爆最温馨专辑《因为爱情》一经推出便引起购买热潮，2012年《因为爱情》又续新篇《因为爱情II》打造最具听觉的音乐盛宴，完整收录红翻各大音乐平台的超级金曲，因为爱情所以动听。一首首恋人必听的歌，最为期待，无可替代音乐专辑，情歌一首首只为你分享。', '000001', '广州', '28', '40', '12', '11');
INSERT INTO `goods` VALUES ('000111', '音乐 华语 女歌手 流行', '范玮琪:爱•在一起(CD)', '《范玮琪:爱•在一起》梦想需要热情支撑，热情因为坚持而燃烧。坚持11年，仍开心唱歌；梦想一一实现，热情全力以赴；从氧气疗愈小天后，到全亚洲知名天后，一步一脚印，发光发热。爱，在一起！一起守护，属于我们的爱情！一起弹起来，燃烧热情勇敢追梦！', '000001', '广州', '30', '43', '0', '20');
INSERT INTO `goods` VALUES ('000112', '音乐 华语 女歌手 流行', '范玮琪:2011年全新国语专辑《Love&FanFan》(CD) 范玮琪 (2011-03出版)', '范玮琪个人专辑', '000008', '南宁', '23', '70', '8', '14');
INSERT INTO `goods` VALUES ('000113', '音乐 华语 女歌手 流行', '范玮琪:范范之交2011演唱会抢听祝福版(CD+DVD) 范玮琪 (2011-08出版) - 套装', '范玮琪个人专辑 演唱会抢听祝福版', '000008', '南宁', '18', '84', '8', '20');
INSERT INTO `goods` VALUES ('000114', '音乐 华语 女歌手 流行', '梁静茹:爱久见人心•看见爱的永恒(CD)', '梁静茹个人专辑 11首都是主打歌', '000010', '杭州', '40', '67', '10', '30');
INSERT INTO `goods` VALUES ('000115', '音乐 女歌手 流行', '曲婉婷:我的歌声里(CD 正式版) 收录了16首中英文歌曲', '曲婉婷的首张原创大碟“我的歌声里”', '000018', '北京', '139', '67', '15', '40');
INSERT INTO `goods` VALUES ('000116', '音乐 华语 女歌手 流行', '《范玮琪：我们的纪念日》金曲奖最佳作曲陈小霞V.S金曲奖最佳女演唱人提名Fan Fan', '范玮琪:我们的纪念日(CD)', '000008', '南宁', '4', '32', '10', '26');
INSERT INTO `goods` VALUES ('000117', '音乐 女歌手 流行', '孙燕姿的个人专辑 12首中英文歌', '孙燕姿：自选集（CD）', '000018', '北京', '22', '32', '15', '26');
INSERT INTO `goods` VALUES ('000118', '音乐 女歌手 华语 流行', '孙燕姿&张惠妹 经典歌曲 2009...遇见  听她们唱我们的故事', '孙燕姿&张惠妹:2her(CD)', '000006', '南京', '102', '49', '10', '18');
INSERT INTO `goods` VALUES ('000119', '音乐 华语 女歌手 流行', '孙燕姿:美丽遇见(2CD) [套装]', '孙燕姿个人专辑', '000006', '南京', '19', '28', '10', '8');
INSERT INTO `goods` VALUES ('000120', '音乐 华语 女歌手 流行', '孙燕姿:姿味(铁盒装 3CD) [套装]', '孙燕姿个人专辑', '000007', '青岛', '20', '35', '9', '32');
INSERT INTO `goods` VALUES ('000121', '音乐 华语 女歌手 流行', '《孙燕姿：风筝》台湾“小天后”孙燕姿的第三张专辑', '孙燕姿:风筝(CD)', '000007', '青岛', '18', '40', '9', '36');
INSERT INTO `goods` VALUES ('000122', '音乐 华语 女歌手 流行', '孙燕姿 我要的幸福 新世代真音乐 音乐精灵e代女强声', '孙燕姿：我要的幸福（CD）', '000013', '大连', '30', '43', '12', '24');
INSERT INTO `goods` VALUES ('000123', '音乐 华语 女歌手 其他', '孙燕姿 完美的一天 整张专辑的曲风囊括了流行、摇滚、电子、Lounge Music', '孙燕姿：完美的一天（CD）', '000014', '西安', '9', '36', '18', '20');
INSERT INTO `goods` VALUES ('000124', '音乐 华语 女歌手 经典 流行', '莫文蔚:就爱莫文蔚精选(2CD) [套装]', '莫文蔚个人专辑', '000018', '北京', '21', '58', '15', '30');
INSERT INTO `goods` VALUES ('000125', '音乐 华语 女歌手 流行', '莫文蔚:宝贝2010全新专辑(CD+DVD) [套装]', '莫文蔚个人专辑', '000018', '北京', '14', '64', '15', '42');
INSERT INTO `goods` VALUES ('000126', '音乐 华语 女歌手 流行', '莫文蔚:回蔚(CD+DVD) [套装]', '莫文蔚个人专辑', '000018', '北京', '29', '66', '15', '32');
INSERT INTO `goods` VALUES ('000127', '音乐 华语 女歌手 流行', '莫文蔚:做自己(CD) 不仅是看的，更是听的', '莫文蔚个人专辑', '000018', '北京', '17', '47', '15', '24');
INSERT INTO `goods` VALUES ('000128', '音乐 华语 女歌手 流行', '就是莫文蔚 与港台顶尖艺人的合作 尝试不同的风格', '莫文蔚个人专辑', '000018', '北京', '23', '50', '15', '8');
INSERT INTO `goods` VALUES ('000129', '音乐 华语 女歌手 流行', '蔡依林:MUSE 爱的谬思(CD 限定预购版内附36P朱丽叶纸上电影歌词本写真书 )', '蔡依林追求完美，寻找谬思，做自己的大艺术家', '000010', '杭州', '26', '42', '10', '33');
INSERT INTO `goods` VALUES ('000130', '音乐 华语 女歌手 流行', '蔡依林:MUSE(CD)', '蔡依林个人专辑', '000010', '杭州', '22', '56', '10', '21');
INSERT INTO `goods` VALUES ('000131', '音乐 华语 女歌手 流行', '蔡依林:Myself( CD 限量套装赠6款写真明信片＋3ZU炫彩丝袜)', '蔡依林个人专辑 Myself', '000010', '杭州', '14', '59', '10', '39');
INSERT INTO `goods` VALUES ('000132', '音乐 华语 女歌手 流行', '蔡依林：21首蔡依林的歌曲，绝对不容错过的甜美歌声与纯爱记录', '蔡依林:美丽前传(2CD) [套装]', '000010', '杭州', '7', '28', '10', '42');
INSERT INTO `goods` VALUES ('000133', '音乐 华语 女歌手 其他', '蔡依林 Super Girl爱无畏新歌+精选(5首新歌+1首对唱曲Feat.韩庚+30首精选）', '萧亚轩:Super Girl(2CD) [套装]', '000013', '大连', '15', '45', '12', '33');
INSERT INTO `goods` VALUES ('000134', '音乐 华语 女歌手 流行', '蔡依林 Jolin最强舞曲再出击，打造Jolin最强影音震撼', '蔡依林个人专辑：舞娘', '000010', '杭州', '8', '66', '10', '46');
INSERT INTO `goods` VALUES ('000135', '音乐 欧美 组合 摇滚 经典', '后街男孩 全球最具感召力的至尊典藏，炫目、悦耳、赏心，声光电的极致打造，后街再飚新热潮', '后街男孩:至尊团体无敌典藏辑(3CD+5DVD) [套装]', '000018', '北京', '14', '68', '15', '39');
INSERT INTO `goods` VALUES ('000136', '音乐 欧美 组合 摇滚 经典', '后街男孩 超越无敌25首历年代表金曲 流行至尊', '后街男孩:至尊无敌超级精选(2CD) [套装]', '000018', '北京', '17', '45', '15', '28');
INSERT INTO `goods` VALUES ('000137', '音乐 欧美 组合 摇滚 经典', '后街男孩:巨星金曲精选(CD) 严选14首奠定巨星地位排行金曲以及多首难得曲目', '后街男孩：金曲精选', '000018', '北京', '12', '48', '15', '31');
INSERT INTO `goods` VALUES ('000138', '音乐 欧美 组合 摇滚 经典', '后街男孩 全球流行乐坛的至尊地位，在灵魂的深处，永不离去，让距离消失，始终如此接近', '后街男孩精选集(2CD) [套装]', '000018', '北京', '20', '54', '15', '20');
INSERT INTO `goods` VALUES ('000139', '音乐 欧美 组合 摇滚 经典', '《后街男孩：不散的和弦》是2006年Kevin离队，全新音乐旅程发行的首张专辑', '后街男孩:不散的和弦(CD)', '000018', '北京', '16', '40', '15', '21');
INSERT INTO `goods` VALUES ('000140', '音乐 欧美 男歌手 怀旧 经典', '迈克尔·杰克逊Michael Jackson:他的历史History(2CD) [套装]', '迈克尔·杰克逊的精选专辑', '000007', '青岛', '18', '48', '9', '33');
INSERT INTO `goods` VALUES ('000141', '音乐 欧美 男歌手 怀旧 经典', '迈克尔•杰克逊 Michael Jackson四千五百万张全球销量纪录，5首公告牌冠军单曲，滚石杂志', '迈克尔•杰克逊:飙(2CD 25周年纪念版) [套装]', '000007', '青岛', '11', '52', '9', '31');
INSERT INTO `goods` VALUES ('000142', '音乐 欧美 男歌手 怀旧 经典', '迈克尔•杰克逊 Michael Jackson2010全新专辑 迈克尔MICHAEL(CD 赠全球限', 'Michael Jackson:个人专辑', '000007', '青岛', '6', '41', '9', '29');
INSERT INTO `goods` VALUES ('000143', '音乐 欧美 男歌手 怀旧 经典', '迈克尔•杰克逊 Michael Jackson“歌舞青春”系列亿万导演，全力打造超完美演唱会电影。', '迈克尔·杰克逊:就是这样 This is it(CD) [套装]', '000007', '青岛', '3', '50', '9', '37');
INSERT INTO `goods` VALUES ('000144', '音乐 欧美 男歌手 怀旧 经典', '迈克尔•杰克逊 Michael Jackson:流行乐之王永恒纪念精选(2CD) [套装]', '迈克尔·杰克逊纪念精选', '000007', '青岛', '10', '32', '9', '21');
INSERT INTO `goods` VALUES ('000145', '音乐 欧美 男歌手 怀旧 经典', '迈克尔·杰克逊Michael Jackson:颤栗Thriller (超级珍藏版)', '迈克尔·杰克逊：颤栗Thriller ', '000013', '大连', '14', '37', '12', '22');
INSERT INTO `goods` VALUES ('000146', '音乐 欧美 女歌手 流行 摇滚', '《嘎嘎小姐Lady GaGa：The Fame 超人气（冠军特典）》流行缪思LADY GAGA', 'Lady GaGa：超人气冠军特典', '000014', '西安', '17', '67', '18', '18');
INSERT INTO `goods` VALUES ('000147', '音乐 欧美 女歌手 流行 摇滚', '嘎嘎小姐 Lady Gaga:天生完美 Born This Way(CD)', 'Lady GaGa：个人专辑', '000014', '西安', '3', '65', '18', '21');
INSERT INTO `goods` VALUES ('000148', '音乐 欧美 女歌手 流行 摇滚', '嘎嘎小姐Lady GaGa:超人气女魔头The Fame Monster(CD)', 'Lady GaGa：个人专辑', '000014', '西安', '5', '58', '18', '23');
INSERT INTO `goods` VALUES ('000149', '音乐 欧美 女歌手 流行 摇滚', 'Lady GaGa：集结多位超劲DJ混音、现场收音、更诚意十足重新灌唱多首单曲而成的混音精选', '嘎嘎小姐:混音精选(CD)', '000014', '西安', '9', '60', '18', '30');
INSERT INTO `goods` VALUES ('000150', '音乐 欧美 女歌手 流行 ', '阿黛尔 adele格莱美最佳流行女歌手完美蜕变，灵魂天后登顶之作', '阿黛尔:21(CD)', '000018', '北京', '13', '67', '15', '41');
INSERT INTO `goods` VALUES ('000151', '音乐 流行 日韩 组合', 'ALTIMA最新单曲 BURST THE GRAVITY', '日本组合ALTIMA的第三张单曲，主打曲BURST THE GRAVITY为新番加速世界的OP2', '000010', '宁夏', '20', '80', '10', '20');
INSERT INTO `goods` VALUES ('000152', '音乐 流行 日韩 组合', 'fripSide单曲 only my railgun ', 'fripSide第二张单曲，主打曲only my railgun是新番某科学电磁炮的OP1，曾在oricon每周ranking里获得销量第三位的成绩，本商品为限定版', '000010', '宁夏', '8', '43', '5', '3');
INSERT INTO `goods` VALUES ('000153', '音乐 流行 日韩 组合', 'fripSide单曲 LEVEL5-judgelight-', 'fripSide第三张单曲，主打曲LEVEL5-judgelight-和上一张单曲一样，是新番某科学电磁炮的OP，本单曲在发售当日取得了oricon每日ranking销售第二位的成绩，本商品为初回限定盘。', '000010', '宁夏', '7', '61', '10', '10');
INSERT INTO `goods` VALUES ('000154', '音乐 流行 日韩 组合', 'fripSide单曲 future gazer', 'fripSide第四张单曲，主打曲future gazer为OVA某科学电磁炮的OP，和前面两张单曲一样，本单曲也创造了oricon周ranking前十的好成绩，本商品为通常盘。', '000010', '宁夏', '6', '72', '8', '14');
INSERT INTO `goods` VALUES ('000155', '音乐 流行 日韩 组合', 'fripSide单曲 way to answer', 'fripSide第六张单曲，主打曲way to answer为PSP游戏某科学电磁炮的OP，本商品为通常盘', '000010', '宁夏', '17', '51', '7', '17');
INSERT INTO `goods` VALUES ('000156', '音乐 摇滚 日韩 组合', '9mm Parabellum Bullet 单曲 新しい光', '新しい光为日本摇滚乐队9mm Parabellum Bullet的第三枚单曲，共收录两个曲目，本商品为通常盘', '000008', '拉萨', '6', '19', '6', '48');
INSERT INTO `goods` VALUES ('000157', '音乐 摇滚 日韩 组合', '9mm Parabellum Bullet首张单曲 supernova', '9mm Parabellum Bullet的首张单曲，共收录五曲，本商品为初回限定盘', '000008', '九江', '9', '43', '5', '50');
INSERT INTO `goods` VALUES ('000158', '音乐 摇滚 日韩 组合', '9mm Parabellum Bullet单曲 ハートに火をつけて', '9mm Parabellum Bullet的第四枚单曲，距上一张单曲有一年半的距离，共收录五曲，本商品为通常盘', '000008', '昆明', '16', '82', '15', '71');
INSERT INTO `goods` VALUES ('000159', '音乐 流行 日韩 组合', 'T.M.Revolution单曲 ignited', 'T.M.Revolution第20枚单曲，主打曲ignited为机动战士高达SEED DESTINY的OP1,发售后获得了oricon每周排行第一位的成绩，本商品为通常盘', '000002', '桂林', '18', '79', '20', '12');
INSERT INTO `goods` VALUES ('000160', '音乐 流行 日韩 组合', 'T.M.Revolution单曲 INVOKE', 'T.M.Revolution第17枚单曲，共收录4个曲目，其中主打曲INVOKE为机动战士高达SEED的OP1，本商品为通常盘', '000002', '苏州', '13', '61', '10', '31');
INSERT INTO `goods` VALUES ('000161', '音乐 流行 日韩 组合', 'JAM PROJECT精选专辑 THE MONSTERS 〜JAM Project BEST COL', '日本歌唱组合JAM PROJECT的第九张精选专辑，收录了诸如 THE MONSTERS、NOAH等JAM PROJECT最新的曲目，共16曲，本商品为初回限定盘', '000017', '武汉', '2', '48', '10', '35');
INSERT INTO `goods` VALUES ('000162', '音乐 流行 日韩 组合', '超级机器人大战片头曲合辑 JAM Project OPENING THEME COLLECTION ', '超级机器人大战和JAM PROJECT合作，为您送上14曲超级机器人大战片头曲，曲曲经典，让您回忆起当年游玩超级机器人大战的时光', '000017', '长沙', '4', '91', '10', '46');
INSERT INTO `goods` VALUES ('000163', '音乐 流行 日韩 组合', 'JAM PROJECT单曲 SKILL', 'JAM PROJECT第16枚单曲，收录两曲，分别为第二次超级机器人大战α的片头曲SKILL和片尾曲FOREVER&EVER，本商品为通常盘', '000017', '宁波', '8', '64', '15', '65');
INSERT INTO `goods` VALUES ('000164', '音乐 流行 日韩 组合', 'JAM PROJECT单曲 GONG', 'JAM PROJECT第25枚单曲，共收录两曲，分别是第三次超级机器人大战α的片头曲GONG和片尾曲Brother in Faith，本商品为通常盘', '000017', '青海', '6', '176', '15', '81');
INSERT INTO `goods` VALUES ('000165', '音乐 流行 日韩 组合', 'JAM PROJECT单曲 Rocks', 'JAM PROJECT第31枚单曲，收录了超级机器人大战OGs的片头曲Rocks', '000017', '香港', '3', '194', '15', '19');
INSERT INTO `goods` VALUES ('000166', '音乐 流行 日韩 组合', 'JAM PROJECT单曲 No Border', 'JAM PROJECT第32枚单曲，在2008年，JAM PROJECT进行了首次海外公演。音乐是没有境界的，音乐可以跨越所有的境界线让世界共同欣赏。本单曲的主打歌No Border正是从这个主题创作的，本商品为初回限定盘', '000017', '九龙', '0', '135', '15', '29');
INSERT INTO `goods` VALUES ('000167', '音乐 流行 日韩 男歌手', '平井坚个人单曲 POP STAR', '平井坚个人第23枚单曲，本单曲在发售当月获得了oricon每月ranking第二名的好成绩，主打曲POP STAR更是成为一首家喻户晓的曲子，本商品为通常盘', '000001', '澳门', '2', '67', '8', '64');
INSERT INTO `goods` VALUES ('000168', '音乐 流行 日韩 组合', 'moumoon专辑 15Doors', '日本音乐组合moumoon的第二张专辑，共收录16曲', '000003', '深圳', '1', '34', '8', '15');
INSERT INTO `goods` VALUES ('000169', '音乐 流行 日韩 组合', 'moumoon迷你专辑 SPARK', 'moumoon的第三张迷你专辑，共收录8曲', '000003', '上海', '1', '48', '8', '47');
INSERT INTO `goods` VALUES ('000170', '音乐 流行 日韩 女歌手', '田村由加利个人单曲 Endless Story', '田村由加利的第20枚个人单曲，主打曲Endless Story为新番C3的片头曲', '000005', '上海', '7', '46', '8', '9');
INSERT INTO `goods` VALUES ('000171', '音乐 男歌手 日韩 其他', '新井大樹个人专辑 特別天然記念惣', '新井大樹的最新个人专辑，除了收录了2011年发表的天然記念惣四曲完整版以外，还收录了众多新曲，共25曲的豪华专辑。', '000007', '上海', '9', '18', '7', '30');
INSERT INTO `goods` VALUES ('000172', '音乐 男歌手 日韩 其他', '新井大樹个人专辑 hitension吉卜力', '将吉卜力的众多名曲进行了remix的新专辑，新井大樹的力作', '000007', '成都', '20', '49', '20', '29');
INSERT INTO `goods` VALUES ('000173', '音乐 男歌手 日韩 其他', 'plazma新专辑 AUTOMAGIC', '音乐组合plazma的第一张专辑AUTOMAGIC，包含TECHNO，HOUSE，TRANCE等诸多曲风，共收录12曲', '000019', '福州', '4', '170', '20', '46');
INSERT INTO `goods` VALUES ('000174', '音乐 流行 日韩 组合', 'capsule新专辑 WORLD OF FANTASY', '日本热门电音组合capsule最新专辑 WORLD OF FANTASY，收录了PRIME TIME、WORLD OF FANTASY等11曲，capsule沉寂了将近一年后的全新专辑。', '000020', '厦门', '30', '16', '20', '52');
INSERT INTO `goods` VALUES ('000175', '音乐 流行 日韩 组合', 'capsule专辑 more more more', 'capsule第10张专辑，献给喜欢电音的你。', '000020', '南宁', '19', '47', '14', '55');
INSERT INTO `goods` VALUES ('000176', '音乐 流行 日韩 组合', 'mihimaru GT新专辑 EVO REVOLUTION', 'mihimaru GT活动再开后的第二张专辑，总计第26张专辑，主打曲EVO REVOLUTION同时也是日剧勇者闯魔城第一季的片头曲', '000020', '南宁', '7', '18', '10', '24');
INSERT INTO `goods` VALUES ('000177', '音乐 流行 日韩 组合', 'mihimaru GT专辑 masterpiece', '在2010年单飞活动结束后后，mihimaru GT终于活动再开，活动再开的专辑则是在全世界80个国家都放映过的游戏王系列最新作的OP。', '000020', '南宁', '6', '160', '0', '33');
INSERT INTO `goods` VALUES ('000178', '音乐 流行 日韩 组合', 'mihimaru GT专辑 love letter', 'mihimaru GT第23张单曲为电影猿ロック THE MOVIE的主题歌，将电影的壮大展现给各位听众', '000020', '南宁', '2', '17', '0', '12');
INSERT INTO `goods` VALUES ('000179', '音乐 流行 日韩 组合', 'mihimaru GT专辑 気分上々↑↑', 'mihimaru GT第八张单曲，曾获得oricon每周ranking第7的经典专辑', '000020', '南宁', '2', '140', '0', '60');
INSERT INTO `goods` VALUES ('000180', '音乐 流行 日韩 组合', 'mihimaru GT专辑 パンキッシュ☆', 'mihimaru GT第13张单曲，共收录两曲', '000020', '南宁', '1', '130', '0', '44');
INSERT INTO `goods` VALUES ('000181', '音乐 欧美 古典 经典', '莫扎特钢琴协奏曲全集:纪念莫扎特诞辰250周年(11CD限量3000套白金收藏版)', '《莫扎特钢琴协奏曲全集：纪念莫扎特诞辰250周年》中，琴声流畅而圆润（以前原版能够听出来的尖刺声都有消失了），各声部的配置也很得当，所以无论从哪能方面来衡量都是不可多得的收藏极品。莫扎特的音乐典雅秀丽，如同珍珠一样玲珑剔透，又似阳光一般热情温暖，洋溢着青春的生命力。由于他的音乐语言平易近人，作品结构清晰严谨，因而使乐思的最复杂创作也看不出斧凿的痕迹，这种容易使人误解的简朴是真正隐藏了艺术的艺术。', '000015', '天津', '0', '14', '16', '17');
INSERT INTO `goods` VALUES ('000182', '音乐 欧美 古典 经典', '永远的莫扎特1756-2006(10CD)', '《永远的莫扎特1756-2006》为了纪念这位享誉世界的音乐神童，世界著名乐团联手录制了这套纪念特辑，特辑包括室内乐、交响音乐会、宗教音乐作品等莫扎特最经典作品。今年是历史上最伟大的音乐家莫扎特250周年诞辰，他在短短35年的生命历程中，为世人留下众多不朽的作品。', '000015', '天津', '8', '61', '15', '10');
INSERT INTO `goods` VALUES ('000183', '音乐 欧美 古典 经典', '莫扎特最著名的歌剧序曲及小夜曲(CD)', '《莫扎特最著名的歌剧序曲及小夜曲》古典之美，工整而严谨。在这张唱片中，三部歌剧序曲——《费加罗的婚礼》、《魔笛》和《唐璜》是由英国指挥大师科林·戴维斯率领德累斯顿国家交响乐团演奏的，而两部耳熟能详的小夜曲则由其指挥著名的巴伐利亚广播交响乐团演奏。', '000015', '天津', '7', '67', '15', '12');
INSERT INTO `goods` VALUES ('000184', '音乐 欧美 古典 经典', '莫扎特作品精选集(10CD) ', '《莫扎特作品精选集》收入音乐天才莫扎特的最优美的作品，全部完整收录，包括他最著名的交响曲、钢琴协奏曲、小提琴协奏曲以及单簧管五重奏，弦乐四重奏以及歌剧《魔笛》和《安魂曲》，由伯姆、肯佩、哈斯基尔、格鲁米欧、古德曼、吉泽金和维也纳爱乐乐团及柏林爱乐乐团等世界著名演奏团体演绎，名作名家名演，不容错过的史上最精彩的莫扎特作品精选！', '000015', '大连', '5', '62', '15', '70');
INSERT INTO `goods` VALUES ('000185', '音乐 欧美 古典 经典', '贝多芬作品精选集(10CD)', '《贝多芬作品精选集》10CD纳入乐圣贝多芬最伟大的作品！包括全部9首交响曲、“皇帝”钢琴协奏曲、小提琴协奏曲、“春天”奏鸣曲、“热情”奏鸣曲、庄严弥撒曲等，由著名指挥大师卡拉扬、克纳佩茨布什和独奏家格鲁米欧、哈斯基尔、米尔斯坦、所罗门、古尔德等联袂演出，阵容辉煌，是最超值的贝多芬作品精华套装。', '000015', '旅顺', '37', '63', '15', '22');
INSERT INTO `goods` VALUES ('000186', '音乐 欧美 古典 经典', '贝多芬交响曲全集(3CD) ', '《贝多芬交响曲全集》贝多芬的交响曲在音乐史上立下了难以逾越的丰碑，贝多芬的《命运》是交响音乐中最杰出的代表，被看作交响乐理想的结晶，是“交响思维”最集中、最有说服力的体现。第三交响曲《英雄》、第六交响曲《田园》都为传世之作。在贝多芬不屈的音乐中，我们获得生活的勇气。贝多芬在交响乐上的胜利，“无人能望其项背”！', '000015', '齐齐哈尔', '18', '60', '14', '44');
INSERT INTO `goods` VALUES ('000187', '音乐 欧美 古典 经典', '贝多芬田园命运交响曲(CD)', '在这张1992年10月在汉堡音乐厅演出的实况录音中，唯一传承德奥乐派风格的旺德与北德广播交响乐团，表现得更加成熟老到，也彰显更加的透彻和自如，没 有半点刻意斧凿的痕迹，忠实地再现了贝多芬的音乐精神，使之成为见证他毕生七十年指挥艺术的终极代表作，是爱乐者不可或缺的经典名盘！', '000015', '哈尔滨', '9', '50', '13', '15');
INSERT INTO `goods` VALUES ('000188', '音乐 欧美 古典 经典', '贝多芬钢琴奏鸣曲:月光(CD)', '《贝多芬钢琴奏鸣曲：月光》贝多芬对钢琴艺术的贡献无与伦比。他一生创作了大量的钢琴作品。其中大部分都成为西方钢琴音乐的重要文献，而在这些钢琴作品中，又以三十二首钢琴奏鸣曲最为经典。', '000015', '贵阳', '4', '54', '12', '10');
INSERT INTO `goods` VALUES ('000189', '音乐 日韩 其他', 'jubeat copious Orignal Sound Track', '音乐游戏乐动魔方四代原声音乐集，1CD装', '000001', '南昌', '23', '58', '0', '31');
INSERT INTO `goods` VALUES ('000190', '音乐 日韩 其他', 'jubeat knit Orignal Sound Track', '音乐游戏乐动魔方三代原声音乐集，1CD装', '000001', '南京', '11', '70', '12', '14');
INSERT INTO `goods` VALUES ('000191', '音乐 日韩 其他', 'jubeat Orignal Sound Track', '音乐游戏乐动魔方一代原声音乐集，2CD装', '000001', '西宁', '10', '72', '10', '46');
INSERT INTO `goods` VALUES ('000192', '音乐 日韩 其他', 'jubeat saucer Orignal Sound Track vol.1', '音乐游戏乐动魔方五代原声音乐集第一弹，1CD装', '000001', '北京', '12', '76', '10', '85');
INSERT INTO `goods` VALUES ('000193', '音乐 日韩 其他', 'jubeat saucer Orignal Sound Track vol.2', '音乐游戏乐动魔方五代原声音乐集第二弹，2CD装', '000001', '北京', '8', '74', '10', '80');
INSERT INTO `goods` VALUES ('000194', '音乐 日韩 其他', 'jubeat ripples APPEND Orignal Sound Track', '音乐游戏乐动魔方二代追加原声音乐集，1CD装', '000001', '北京', '4', '27', '10', '13');
INSERT INTO `goods` VALUES ('000195', '音乐 日韩 其他', 'jubeat ripples  Orignal Sound Track', '音乐游戏乐动魔方二代原声音乐集，1CD装', '000001', '北京', '6', '19', '10', '19');
INSERT INTO `goods` VALUES ('000196', '音乐 日韩 其他', 'jubeat knit APPEND Orignal Sound Track', '音乐游戏乐动魔方三代追加原声音乐集，1CD装', '000001', '北京', '5', '30', '10', '17');
INSERT INTO `goods` VALUES ('000197', '音乐 日韩 其他', 'jubeat copious APPEND Orignal Sound Track', '音乐游戏乐动魔方四代追加原声音乐集，1CD装', '000001', '北京', '3', '37', '10', '15');
INSERT INTO `goods` VALUES ('000198', '音乐 日韩 其他', 'REFLEC BEAT Orignal Sound Track', '音乐游戏动感弹球一代原声音乐集，2CD装', '000001', '北京', '0', '48', '10', '15');
INSERT INTO `goods` VALUES ('000199', '音乐 日韩 其他', 'REFLEC BEAT LimeLight Orignal Sound Track', '音乐游戏动感弹球二代原声音乐集，2CD装', '000001', '北京', '1', '17', '10', '14');
INSERT INTO `goods` VALUES ('000200', '音乐 日韩 其他', 'REFLEC BEAT colette Orignal Sound Track vol.1', '音乐游戏动感弹球三代原声音乐集，2CD装', '000001', '北京', '20', '49', '10', '33');
INSERT INTO `goods` VALUES ('000201', '音乐 华语 男歌手 流行', '萧敬腾:以爱之名 第四张正规专辑《以爱之名（It’s all about LOVE）》', '《萧敬腾:以爱之名》他努力延续着的是人与人之间那个单纯而美好的时刻。以爱之名，我们都该主动使整体得到快乐，包括，自己。爱，黄金制作阵容：五月天阿信、怪兽、青峰、阿弟仔、小宇、陈国华、陈奂仁、方文山、李格弟、古皓、金培达、崔惟楷、萧敬腾…… 第四张正规专辑《以爱之名（It’s all about LOVE）》，网罗华语音乐圈黄金制作阵容全力打造，萧敬腾极具爆发力的嗓音，与扎实的歌唱实力，在这张专辑中有更强大发挥。', '000002', '杭州', '99', '35', '8', '88');
INSERT INTO `goods` VALUES ('000212', '音乐 华语 男歌手', '111111111', '1111111111111', '000002', '西安市', '11', '44', '0', '0');
INSERT INTO `goods` VALUES ('000214', '音乐 华语', '1212', '21232323', '000003', '西安', '11', '11', '11', '0');
INSERT INTO `goods` VALUES ('000215', '音乐 欧美 男歌手 摇滚 古典', 'sdsadsad', 'ffsaffsfs', '000001', '北海市', '11', '1', '1', '0');

-- ----------------------------
-- Table structure for `keyword`
-- ----------------------------
DROP TABLE IF EXISTS `keyword`;
CREATE TABLE `keyword` (
  `kid` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `kword` varchar(30) NOT NULL,
  `khot` mediumint(9) DEFAULT '0',
  PRIMARY KEY (`kid`)
) ENGINE=InnoDB AUTO_INCREMENT=12 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of keyword
-- ----------------------------
INSERT INTO `keyword` VALUES ('1', '萧', '0');
INSERT INTO `keyword` VALUES ('2', '萧 乐器', '0');
INSERT INTO `keyword` VALUES ('3', '萧亚轩', '0');
INSERT INTO `keyword` VALUES ('4', '萧敬腾', '0');
INSERT INTO `keyword` VALUES ('5', '萧邦女表', '0');
INSERT INTO `keyword` VALUES ('6', '萧敬腾 T恤', '0');
INSERT INTO `keyword` VALUES ('7', '萧敬腾 周边', '0');
INSERT INTO `keyword` VALUES ('8', '萧敬腾 签名', '0');
INSERT INTO `keyword` VALUES ('9', '萧敬腾 专辑', '0');
INSERT INTO `keyword` VALUES ('10', '萧敬腾 以爱之名', '0');
INSERT INTO `keyword` VALUES ('11', '萧敬腾 演唱会门票', '0');

-- ----------------------------
-- Table structure for `message`
-- ----------------------------
DROP TABLE IF EXISTS `message`;
CREATE TABLE `message` (
  `mid` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `reply` mediumint(8) NOT NULL,
  `uid` mediumint(8) NOT NULL,
  `content` varchar(400) NOT NULL,
  `subdate` datetime NOT NULL,
  PRIMARY KEY (`mid`)
) ENGINE=InnoDB AUTO_INCREMENT=17 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of message
-- ----------------------------
INSERT INTO `message` VALUES ('1', '0', '24', 'hello!', '2013-04-19 18:56:47');
INSERT INTO `message` VALUES ('2', '0', '32', '你好！', '2013-04-14 18:56:47');
INSERT INTO `message` VALUES ('3', '1', '32', '你好！！', '2013-05-03 18:56:47');
INSERT INTO `message` VALUES ('4', '1', '25', '你好！！！', '2013-05-09 18:56:47');
INSERT INTO `message` VALUES ('5', '0', '25', 'hello!!', '2013-04-11 18:56:47');
INSERT INTO `message` VALUES ('6', '3', '27', '你好！！', '2013-05-10 18:56:47');
INSERT INTO `message` VALUES ('7', '5', '27', 'hello!!', '2013-04-19 18:56:47');
INSERT INTO `message` VALUES ('8', '0', '28', 'hello!!!!!!!', '2013-05-12 12:47:19');
INSERT INTO `message` VALUES ('9', '2', '28', 'hello!!', '2013-05-12 12:48:04');
INSERT INTO `message` VALUES ('10', '7', '28', '回复 user2：hello!!', '2013-05-12 12:48:29');
INSERT INTO `message` VALUES ('11', '0', '27', '你好！！', '2013-05-12 12:48:57');
INSERT INTO `message` VALUES ('12', '2', '27', 'hello!!!', '2013-05-12 13:52:05');
INSERT INTO `message` VALUES ('13', '11', '25', 'hello!!', '2013-05-12 13:54:40');
INSERT INTO `message` VALUES ('14', '0', '24', '韩菱纱', '2013-05-12 13:55:29');
INSERT INTO `message` VALUES ('15', '0', '32', '瑕', '2013-05-12 13:56:13');
INSERT INTO `message` VALUES ('16', '0', '24', 'test', '2013-05-27 20:35:52');

-- ----------------------------
-- Table structure for `owner`
-- ----------------------------
DROP TABLE IF EXISTS `owner`;
CREATE TABLE `owner` (
  `oid` char(6) NOT NULL,
  `opword` char(32) NOT NULL,
  PRIMARY KEY (`oid`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of owner
-- ----------------------------
INSERT INTO `owner` VALUES ('000001', '96e79218965eb72c92a549dd5a330112');
INSERT INTO `owner` VALUES ('000002', '96e79218965eb72c92a549dd5a330112');
INSERT INTO `owner` VALUES ('000003', '96e79218965eb72c92a549dd5a330112');
INSERT INTO `owner` VALUES ('000004', '96e79218965eb72c92a549dd5a330112');
INSERT INTO `owner` VALUES ('000005', '96e79218965eb72c92a549dd5a330112');

-- ----------------------------
-- Table structure for `song`
-- ----------------------------
DROP TABLE IF EXISTS `song`;
CREATE TABLE `song` (
  `sid` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `gid` mediumint(6) unsigned zerofill NOT NULL,
  `sname` varchar(30) NOT NULL,
  `sfile` varchar(60) NOT NULL,
  PRIMARY KEY (`sid`)
) ENGINE=InnoDB AUTO_INCREMENT=12 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of song
-- ----------------------------
INSERT INTO `song` VALUES ('1', '000201', '萧敬腾 - 以爱之名', 'xjt-yiaizhiming');
INSERT INTO `song` VALUES ('2', '000201', '萧敬腾 - 福尔摩斯', 'xjt-fuermosi');
INSERT INTO `song` VALUES ('3', '000201', '萧敬腾 - 爸爸', 'xjt-baba');
INSERT INTO `song` VALUES ('4', '000201', '萧敬腾 - Marry Me', 'xjt-merryme');
INSERT INTO `song` VALUES ('5', '000201', '萧敬腾 - 不正常', 'xjt-buzhengchang');
INSERT INTO `song` VALUES ('6', '000201', '萧敬腾 - 活在故事里', 'xjt-huozaigushili');
INSERT INTO `song` VALUES ('7', '000201', '萧敬腾 - 如果', 'xjt-ruguo');
INSERT INTO `song` VALUES ('8', '000201', '萧敬腾 - 兄弟我说', 'xjt-xiongdiwoshuo');
INSERT INTO `song` VALUES ('9', '000201', '萧敬腾 - 练习曲', 'xjt-lianxiqu');
INSERT INTO `song` VALUES ('10', '000201', '萧敬腾 - 纯金打造', 'xjt-chunjindazao');
INSERT INTO `song` VALUES ('11', '000201', '萧敬腾 - 你知道吗', 'xjt-nizhidaoma');

-- ----------------------------
-- Table structure for `user`
-- ----------------------------
DROP TABLE IF EXISTS `user`;
CREATE TABLE `user` (
  `uid` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `uname` char(30) NOT NULL,
  `pword` char(32) NOT NULL,
  `email` varchar(40) NOT NULL,
  `credit` tinyint(4) DEFAULT '0',
  PRIMARY KEY (`uid`)
) ENGINE=InnoDB AUTO_INCREMENT=39 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of user
-- ----------------------------
INSERT INTO `user` VALUES ('24', 'alwaysonline', '96e79218965eb72c92a549dd5a330112', 'txm19921005@126.com', '0');
INSERT INTO `user` VALUES ('25', 'user1', '96e79218965eb72c92a549dd5a330112', 'txm19921005@126.com', '0');
INSERT INTO `user` VALUES ('26', 'ass大苏打', 'e10adc3949ba59abbe56e057f20f883e', 'bestyanzhang@126.com', '0');
INSERT INTO `user` VALUES ('27', 'user2', '96e79218965eb72c92a549dd5a330112', 'txm19921005@126.com', '0');
INSERT INTO `user` VALUES ('28', 'user3', '96e79218965eb72c92a549dd5a330112', 'txm19921005@126.com', '0');
INSERT INTO `user` VALUES ('32', 'txm', '96e79218965eb72c92a549dd5a330112', 'txm19921005@126.com', '0');
INSERT INTO `user` VALUES ('33', 'Frank7654321', '1bbd886460827015e5d605ed44252251', '260342464@qq.com', '0');
INSERT INTO `user` VALUES ('34', '黑子的篮球', 'a7e4f1dc2e5ddd2a8083cde436ba3ccb', '123456789@qq.com', '0');
INSERT INTO `user` VALUES ('35', 'qingxiao', '07011e704dbe7a25e0c077201ca443c7', 'qingxiaoer@126.com', '0');
INSERT INTO `user` VALUES ('36', '张岩', 'cefc67aa95fe470b51f36883c1050dfb', 'bestyanzhang@126.com', '0');
INSERT INTO `user` VALUES ('37', 'qingxiaoer1', '361633153a464830a1fe85dec5efab17', 'qingxiaoer@126.com', '0');
INSERT INTO `user` VALUES ('38', 'ruantong', 'e10adc3949ba59abbe56e057f20f883e', 'ruantong@ecust.edu.cn', '0');
